Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: Billing Mails Sent
de: Zahlungsaufforderungen

source: Billing Done
de: Zahlungsaufforderungen erledigt

source: Archival Notifications Sent
de: Archivierungsbenachrichtigungen verschickt.

source: Archival Notifications Done
de: Archivierungsbenachrichtigungen verschickt.

source: Members Ejected
de: Gestrichene Mitglieder

source: Ejection Balance
de: Gestrichenes Guthaben

source: Ejection Done
de: Streichung inaktiver Mitglieder erledigt

source: Accounts Archived
de: Archivierte Benutzer

source: Automated Archival Done
de: Automatische Archivierung abgeschlossen.

source: Trialmemberships Ended
de: Beendete Probemitgliedschaften

source: Balance Deducted
de: Abgebuchtes Guthaben

source: Balance Update Done
de: Guthabenaktualisierung erledigt

source: Semester Done
de: Semester erledigt

source: The next exPuls will be number %(number)s.
de: Der nächste exPuls trägt die Nummer %(number)s.

source: Send Address-Checks
de: Adressabfragen verschicken

source: Mark as done
de: Als erledigt markieren

source: Next exPuls
de: Nächster exPuls

source: exPuls History
de: exPuls-Historie

source: Issue
de: Ausgabe

source: Addresscheck Mails Sent
de: Adressabfragen

source: CdE-User Management
de: CdE-Nutzerverwaltung

source: Timestamp
de: Zeitstempel

source: Submitted By
de: Verantwortlich

source: Affected
de: Betroffen

source: Balance
de: Guthaben

source: Additional Info
de: Zusatz

source: Overall Balance
de: Gesamtguthaben

source: Edit %(name)s
de: %(name)s bearbeiten

source: Edit Userdata
de: Nutzerdaten bearbeiten

source: Known as (Forename)
de: Rufname

source: Searchable
de: Sichtbarkeit

source: Printed exPuls
de: Gedruckter exPuls

source: Visible to all Admins.
de: Für alle Admins sichtbar.

source: Contact Information
de: Kontakt

source: Mobile Phone
de: Mobiltelefon

source: This should be your primary address. The exPuls will be sent here.
de: Diese Adresse sollte Deine aktuelle Anschrift sein. An diese wird auch der exPuls geliefert.

source: Second Address
de: Zweitadresse

source: This address is meant to be a “backup”, should the primary address not work. Please give an address where you can be reached long-term, e.g. your parents' address.
de: Diese Adresse ist dazu gedacht, eine „Notfalladresse“ zu haben, falls die erste Anschrift nicht mehr funktionieren sollte. Gib hier bitte eine Adresse an, unter der Du längerfristig erreichbar sein wirst, z. B. die Heimatanschrift bei den Eltern.

source: Specialisation
de: Fachgebiet

source: School, University, …
de: Schule, Uni, …

source: Year(s) of Graduation
de: Jahrgang, Matrikel, …

source: Changenotes
de: Änderungskommentar

source: Edit Email Address for %(name)s
de: E-Mail-Adresse für %(name)s bearbeiten

source: Edit Email Address
de: E-Mail-Adresse bearbeiten

source: Old Email Address
de: Alte E-Mail-Adresse

source: New Email Address
de: Neue E-Mail-Adresse

source: My Data
de: Meine Daten

source: Admin Overview
de: Administratorenübersicht

source: Pending Changes
de: Änderungen prüfen

source: Account Requests
de: Accountanfragen

source: Privilege Changes
de: Admin-Änderungen

source: Userdata Log
de: Nutzerdaten-Log

source: Metadata
de: Metadaten

source: Core Administration
de: Index-Administration

source: Change Password
de: Passwort ändern

source: There are no hard criteria for your new password, as we are using the zxcvbn library to evaluate the actual strength of password. Numerals, Uppercase letters, and Special characters aren’t required. For example, you can use a randomized string of 8 characters, but it is also fine to use two words that aren’t too common. This form will provide feedback to help you chose a better password if your new password is too weak.
de: Es gibt keine harten Kriterien für das neue Passwort, da wir die zxcvbn-Bibliothek verwenden, um die tatsächliche Stärke des Passworts zu ermitteln. Ziffern, Großbuchstaben und Sonderzeichen sind nicht erforderlich. Beispielsweise ist es möglich, eine zufallsgenerierte Zeichenkette von 8 Zeichen Länge zu verwenden, aber es ist auch in Ordnung, zwei nicht zu häufige Wörter aneinanderzuhängen. Dieses Formular wird Feedback geben, um das Passwort zu verbessern, sollte Dein neues Passwort zu schwach sein.

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Confirm new Password
de: Neues Passwort bestätigen

source: Change Privileges for %(name)s
de: Privilegien ändern für %(name)s

source: Change Privileges
de: Privilegien ändern

source: Privilege changes will have to be approved by another Meta-Admin.
de: Änderungen der Admin-Privilegien müssen durch einen anderen Meta-Admin bestötigt werden.

source: Finance-Admin
de: Finanz-Admin

source: Event-Admin
de: Veranstaltungs-Admin

source: Mailinglist-Admin
de: Mailinglisten-Admin

source: Assembly-Admin
de: Versammlungs-Admin

source: Edit Your Data
de: Eigene Daten bearbeiten

source: The name you want others and the CdE Datenbank to call you by. It will, for example, be used for directly addressing you and on nametags at CdE events. If it is part of your official given name(s), it will also be used instead of your full given names in most other places in the CdE Datenbank.
de: Der Name, bei dem Du von anderen und der CdE-Datenbank genannt werden möchtest. Dieser wird z.B. für Namensschilder auf CdE-Veranstaltungen und um Dich direkt anzureden verwendet. Falls er Teil Deines/Deiner offiziellen Vornamen ist, wird er auch an den meisten anderen Stellen in der CdE-Datenbank anstelle Deiner vollständigen Vornamen verwendet.

source: Membership
de: Mitgliedschaft

source: The exPuls is published semi-anually printed and online. You can find further information about the online version at %(link)s.
de: Der exPuls erscheint halbjährlich als Druck- und Online-Ausgabe. Weitere Informationen zur Online-Ausgabe findest du unter %(link)s.

source: To Change Your email address, use the button on Your Profile Page.
de: Um Deine E-Mail-Adresse zu ändern, benutze den entsprechenden Button auf deiner Profilseite.

source: Change Your Email Address
de: Eigene E-Mail-Adresse ändern

source: Change Email Address
de: E-Mail-Adresse ändern

source: To change Your email address, You will have to confirm Your new email address by clicking a link in the verification mail sent to the new E-Mail.
de: Um Deine E-Mail-Adresse zu ändern wird zuerst eine E-Mail an die neue Adresse geschickt, um diese zu verifizieren. In der E-Mail findest Du einen Link, mit dem Du den Vorgang abschließen kannst.

source: Send verification mail
de: Verifizierungs-E-Mail abschicken

source: Create New Account
de: Nutzer anlegen

source: Realm
de: Bereich

source: Continue
de: Weiter

source: Dearchive %(name)s
de: %(name)s wiederherstellen

source: Dearchive
de: Wiederherstellen

source: This restores the archived Account. It will be usable again.
de: Dies stellt den archivierten Account wieder her. Er kann anschließend wieder normal genutzt werden.

source: Dearchive Account
de: Account wiederherstellen

source: Dearchive user
de: Nutzer wiederherstellen

source: View E-Mail
de: Emailbetrachter

source: Set New Password
de: Neues Passwort setzen

source: You can reset Your Password here. Then You can use the new Password to login.
de: Hier kannst Du ein neues Passwort für die CdE-Datenbank eingeben. Anschließend kannst Du Dich mit Deinem neuen Passwort anmelden.

source: Reset Password
de: Passwort zurücksetzen

source: Enter Your Password and click “Confirm” to change Your E-Mail-Address to <code>%(email)s</code>. Aftwerwards you need to user Your new email address to login.
de: Gib Dein Passwort ein und klicke den Bestätigungsknopf um Deine E-Mail-Adresse zu <code>%(email)s</code> zu ändern. Nachdem Du die Änderung durchgeführt hast musst Du bei der Anmeldung Deine neue E-Mail-Adresse angeben.

source: Password
de: Passwort

source: The Account Request will be permanently deleted.
de: Die Accountanfrage wird irreversibel gelöscht.

source: Event Account Requests
de: Veranstaltungs-Account-Anfragen

source: CdE Account Requests
de: CdE-Mitglieds-Account-Anfragen

source: Assembly Account Requests
de: Versammlungs-Account-Anfragen

source: Mailinglist Account Requests
de: Mailinglisten-Account-Anfragen

source: Approve
de: Genehmigen

source: Reject
de: Ablehnen

source: There are currently no %(realm)s pending for approval.
de: Aktuell stehen keine %(realm)s zur Bestätigung aus.

source: Edit Account Request
de: Accountanfrage bearbeiten

source: Edit Account Request from %(name)s
de: Accountanfrage von %(name)s bearbeiten

source: Rationale (max. %s Characters)
de: Begründung (max. %s Zeichen)

source: The following fields are only relevant for Event-Account Requests.
de: Diese Felder sind nur relevant, falls Du einen Account für eine Veranstaltung beantragst.

source: Course can be specified if past event is given.
de: Ein Kurs kann angegeben werden, wenn eine Vergangene Veranstaltung eingetragen ist.

source: Request Account
de: Account anfordern

source: With the following Form You can request an Account for the CdE-DB. Please give a short Rationale, what You want to use the Account for (for example for which Event You want to register).
de: Mit dem folgenden Formular kannst Du einen Account für die CdE-Datenbank beantragen. Gib dazu bitte kurz an, zu welchem Zweck Du den Account benötigst (bspw. für welche Veranstaltung Du Dich anmelden möchtest).

source: After You have filled out this Form, You will be sent an E-Mail containing a verification link. You need to open this link to confirm Your Request. Only then Your Request will be reviewed by an Admin. You will be notified, when Your Account has been created.
de: Nachdem Du das Formular abgeschickt hast, wird eine E-Mail an die angegebene Adresse verschickt, die einen Verifikations-Link enthält. Diesen musst Du öffnen, um Deine Anfrage zu bestätigen. Erst danach wird die Anfrage von einem Admin überprüft und gegebenenfalls ein Account erstellt, worüber Du dann per E-Mail benachrichtigt wirst.

source: Rationale
de: Begründung

source: The following fields are only relevant, if you are requesting an account for an event.
de: Diese Felder sind nur relevant, falls Du einen Account für eine Veranstaltung beantragst.

source: Example: Dream Alley 1
de: Beispiel: Traumgasse 1

source: Example: Apartment 4, c/o Doc Brown
de: Beispiel: Wohnung 4, c/o Dr. Brown

source: The file must be a PDF. The maximum allowed filesize is 8 MB.
de: Die Datei muss ein PDF sein. Die maximale Dateigröße ist 8 MB.

source: We already saved your uploaded file, but you can provide a different file instead.
de: Wir haben die von Dir hochgeladene Datei bereits gespeichert, aber Du kannst stattdessen auch eine neue hochladen.

source: New Attachment
de: Neuer Anhang

source: Please upload a participation certificate from your DSA, DJA, etc. here.
de: Bitte lade hier eine Teilnahmeurkunde von deiner DSA, DJA, etc. hoch.

source: Confirm Request
de: Anfrage abschicken

source: Account Request of %(name)s
de: Accountanfrage von %(name)s

source: Details of %(name)s
de: Details von %(name)s

source: Case Meta-Information
de: Anfragemetadaten

source: Creation Time
de: Erstellungsdatum

source: Reviewer
de: Gutachter

source: Persona Information
de: Personeninformationen

source: Academy Information
de: Akademie-Informationen

source: Download Attachment
de: Anhang herunterladen

source: Cancel
de: Abbrechen

source: This is an Offline-Instance of the CdEDB
de: Dies ist eine Offline-Instanz der CdE-Datenbank

source: Search for Users by ID or Name
de: Benutzer nach ID oder Namen suchen

source: Account Management
de: Verwaltung

source: There is currently %(count)s %(link)s to review.
de: Derzeit ist %(count)s %(link)s zu bearbeiten.

source: account request
de: Accountanfrage

source: profile change
de: Profil-Änderung

source: privilege change
de: Admin-Änderung

source: Orga-Events
de: Orga-Veranstaltungen

source: %(count)s Registrations
de: %(count)s Anmeldungen

source: (Registration open)
de: (Anmeldung geöffnet)

source: (Registration until %(date)s, late registration open.)
de: (Anmeldung bis %(date)s, Nachmeldung geöffnet.)

source: (Registration until %(date)s)
de: (Anmeldung bis %(date)s)

source: (Registration until %(date)s, late registration until %(date2)s.)
de: (Anmeldung bis %(date)s, Nachmeldung bis %(date2)s.)

source: (Late registration until %(date)s)
de: (Nachmeldung bis %(date)s)

source: (Registration starts %(date)s)
de: (Anmeldung ab %(date)s)

source: Registrations
de: Anmeldungen

source: Statistics
de: Statistik

source: Moderated Mailinglists
de: Moderierte Mailinglisten

source: %(count)s email awaiting moderation
de: %(count)s E-Mail in der Moderation

source: %(count)s Subscription Request
de: %(count)s Abonnement-Anfrage

source: Current Events
de: Aktuelle Veranstaltungen

source: (Already %(link)s)
de: (Bereits %(link)s)

source: registered
de: angemeldet

source: Questionnaire
de: Fragebogen

source: Register
de: Anmelden

source: (Until %(date)s)
de: (Bis %(date)s)

source: (Late Registrations until %(date)s)
de: (Nachmeldungen bis %(date)s)

source: (Only late Registrations possible)
de: (Nur noch Nachmeldungen)

source: Current Assemblies
de: Aktuelle Versammlungen

source: (Already attending)
de: (Bereits angemeldet)

source: (Registration possible until %(date)s)
de: (Anmeldung bis %(date)s)

source: Inspect Changes for %(name)s
de: Änderungen prüfen für %(name)s

source: Inspect Changes
de: Änderungen prüfen

source: Show all Fields
de: Alle Felder anzeigen

source: Show Profile
de: Profil anzeigen

source: Change History
de: Änderungshistorie

source: Account & Membership
de: Account & Mitgliedschaft

source: CdE-Membership
de: CdE-Mitgliedschaft

source: Confirm Changes
de: Änderungen bestätigen

source: Reject Changes
de: Änderungen verwerfen

source: Edit Changes
de: Änderungen bearbeiten

source: Pending Profilechanges [%(count)s]
de: Zu prüfende Profiländerungen [%(count)s]

source: Pending Privilege Changes [%(count)s]
de: Ausstehende Änderungen der Admin-Privilegien [%(count)s]

source: Modify Balance for %(name)s
de: Guthaben anpassen für %(name)s

source: Modify Balance
de: Guthaben anpassen

source: Here you can manually correct the balance of a member. This should only be used to correct a previous mistake when updating balance.
de: Hier kannst Du das Guthaben eines Mitglieds manuell korrigieren. Diese Funktion sollte nur benutzt werden um fehlerhafte Buchungen zu korrigieren.

source: New Balance
de: Neues Guthaben

source: Trial Membership
de: Probemitgliedschaft

source: Modify Memberhip for %(name)s
de: Mitgliedsstatus von %(name)s bearbeiten

source: Modify Membership
de: Mitgliedsstatus bearbeiten

source: Here you can terminate the CdE-membership. This has the following effects:
de: Hiermit kann die CdE-Mitgliedschaft beendet werden. Das hat die folgenden Auswirkungen:

source: termination of membership
de: Beenden der Mitgliedschaft

source: no longer able to search for/be found by other searchable members (if applicable)
de: ggf. keinen Zugriff mehr auf die Mitgliedersuche und dort auch nicht mehr gelistet

source: loss of membership fee balance
de: Verlust des Mitgliedsbeitragguthabens

source: revocation of any active direct debit authorization
de: Widerruf aller aktiven Einzugsermächtigungen.

source: Terminate Membership
de: Mitgliedschaft terminieren

source: Make a Member
de: Zum Mitglied machen

source: Change Realms for %(name)s
de: Bereichsänderung für %(name)s

source: Add Realm
de: Bereich hinzufügen

source: cde_realm
de: CdE

source: With this Form You can add the User to new Realms in the CdEDB. They will gain access to the respective Sites and they may gain additional User-Attributes.
de: Mit diesem Formular kann der Benutzer zu weiteren Bereichen der CdE-Datenbank hinzugefügt werden. Damit erhält er Zugriff auf die entsprechenden Seiten und erhält ggf. neue Nutzer-Attribute.

source: Target Realm
de: Zielbereich

source: New Realm
de: Neuer Bereich

source: Implied new Realms
de: Implizite neue Bereiche

source: Additional Data
de: Zusätzliche Daten

source: Grant Trialmembership
de: Probemitgliedschaft gewähren

source: If You have forgotten Your Password, You can request an E-Mail to reset it. To do this, just enter the email address You would use to login.
de: Wenn Du Dein Passwort vergessen hast, kannst Du hier eine E-Mail anfordern, um Dein Passwort zurückzusetzen. Gib dazu einfach die E-Mail-Adresse, die in der Datenbank hinterlegt ist, ein.

source: Attention: This does not work for Admin-Accounts!
de: Achtung: Dies funktioniert nicht für Administrator-Accounts!

source: Request Reset Link
de: Rücksetzlink anfordern

source: Set Profile Picture for %(name)s
de: Profilbild von %(name)s ändern

source: Set Profile Picture
de: Profilbild ändern

source: Current Picture
de: Aktuelles Bild

source: The Profile Picture will be permanently deleted.
de: Das Profilbild wird irreversibel gelöscht.

source: Delete Picture
de: Bild löschen

source: Upload new Picture
de: Neues Bild hochladen

source: The Picture must meet the following Criteria:
de: Das Bild muss folgende Anforderungen erfüllen:

source: JPEG or PNG file
de: JPEG- oder PNG-Datei

source: max. 128 kB Filesize
de: max. 128 kB Dateigröße

source: preferably square
de: möglichst quadratisch

source: Picture-File
de: Foto-Datei

source: Go Back
de: Zurück

source: Change History of %(name)s
de: Änderungshistorie von %(name)s

source: pending
de: ausstehend

source: superseded
de: obsolet

source: nacked
de: abgelehnt

source: displaced
de: obsolet

source: complicated
de: kompliziert

source: Review Changes
de: Änderungen prüfen

source: The user is deactivated.
de: Der Benutzer ist deaktiviert.

source: – {num} more versions –
de: – {num} weitere Versionen –

source: Active
de: Aktiv

source: Realms
de: Bereiche

source: Admin Privileges
de: Admin-Privilegien

source: Trialmembership
de: Probemitgliedschaft

source: CdE-Member
de: CdE-Mitglied

source: Not a Member
de: Kein Mitglied

source: Searchability
de: Sichtbarkeit

source: Not Searchable
de: Nicht Sichtbar

source: (Undecided)
de: (Unentschieden)

source: Searchable for BuB
de: Zugriff für BuB

source: Changes
de: Änderungen

source: Reviewed By
de: Geprüft von

source: Privilege Change for %(name)s
de: Änderung der Admin-Privilegien für %(name)s

source: %(link)s will gain/lose the following admin privileges:
de: %(link)s erhält/verliert die folgenden Admin-Privilegien:

source: Privilege Change
de: Änderung von Admin-Privilegien

source: to grant
de: zu bewilligen

source: to revoke
de: zu widerrufen

source: Confirm Privilege Change
de: Änderung bestätigen

source: Reject Privilege Change
de: Änderung ablehnen

source: Moderator Controls
de: Moderator-Schaltflächen

source: Orga Controls
de: Orga-Schaltflächen

source: This user has been purged.
de: Der Benutzer wurde geleert.

source: The user is archived.
de: Der Benutzer ist archiviert.

source: Edit (normal)
de: Bearbeiten (normal)

source: Edit (as Admin)
de: Bearbeiten (mit Adminrechten)

source: Logout Everywhere
de: Von allen Geräten abmelden

source: Restore Account
de: Account wiederherstellen

source: Show complete Profile
de: Gesamtes Profil anzeigen

source: Show Event Data
de: Veranstaltungs-Daten

source: Show Mailinglist Data
de: Mailinglisten-Daten

source: Profile Picture
de: Profilbild

source: Default Profile Picture
de: Standardprofilbild

source: Change Profile Picture
de: Profilbild ändern

source: Account active
de: Account aktiv

source: No
de: Nein

source: Yes
de: Ja

source: (Trialmembership)
de: (Probemitgliedschaft)

source: Change Status
de: Status ändern

source: New Direct Debit Authorization …
de: Neue Einzugsermächtigung …

source: Data is visible for other Members.
de: Daten sind für andere Mitglieder sichtbar.

source: Not yet decided. (Data is not visible)
de: Noch nicht entschieden. (Daten sind nicht sichtbar)

source: Give Consent
de: Entscheiden

source: Data is not visible.
de: Daten sind nicht sichtbar.

source: Address Information
de: Adresse

source: (Instructor)
de: (Kursleiter)

source: Copy-Paste Template
de: Copy/Paste-Vorlage

source: Send Password Reset Link
de: Password-Rücksetz-Link senden

source: Sends an email to this user, which contains a password reset link. This is basically the same as any non-admin user can achieve using the “Reset Password” form on the login page.
de: Sendet eine E-Mail mit einem Passwort-Rücksetz-Link an den Benutzer. Das kommt aufs Gleiche hinaus, wie wenn der Benutzer das „Passwort zurücksetzen“-Formular auf der Login-Seite nutzt.

source: Deactivate Account
de: Account deaktivieren

source: Reactivate Account
de: Account reaktivieren

source: Deactivates the account, so the user can no longer log in. This is intended for exceptional circumstances, e.g. if the account was compromised. This can be reversed at any time.
de: Deaktiviert den Account, sodass der Benutzer sich nicht mehr anmelden kann. Dies ist als Notfallmaßnahme gedacht, beispielsweise falls ein Account kompromitiert wurde. Dies kann jederzeit rückgängig gemacht werden.

source: Reactivates the account, so the user can log in again. Make sure that the cause of the deactivation was removed.
de: Reaktiviere den Account, sodass der Benutzer sich wieder anmelden kann. Stelle sicher, dass die Ursache der Deaktivierung beseitigt wurde.

source: Archive Account
de: Account archivieren

source: Cannot archive meta admins.
de: Meta-Admins können nicht archiviert werden.

source: Note
de: Notiz

source: The Account will be archived.
de: Der Account wird archiviert.

source: Archives the Account. The User can no longer login and most Information is deleted. Only Information necessary to restore Membership will be retained (i. e. Name and Past Events attendance). Other Users can no longer see the Account.
de: Archiviert den Account. Dabei wird der Account bis auf Weiteres unbenutzbar und die meisten Informationen werden gelöscht. Nur Informationen, die für eine Wiederaufnahme der CdE-Mitgliedschaft von Bedeutung sind (z. B. Name und Akademieteilnahme), bleiben bestehen. Andere Benutzer können den Account nicht mehr finden.

source: Invalidate Password
de: Passwort ungültig machen

source: Provide the user's email address for confirmation.
de: Zur Bestätigung E-Mail-Adresse des Nutzers eingeben.

source: Invalidates the users password and terminates their sessions. They will have to set a new password.
de: Macht das Passwort des Nutzers ungültig und beendet alle offenen Sitzungen. Der Nutzer muss das Passwort im Anschluss neu setzen.

source: If the user is an admin, you will need to send them a reset link to do that.
de: Falls der Nutzer ein Administrator ist, musst Du dafür eine Email mit einem Rücksetz-Link schicken.

source: Please enter the user's email address to confirm this action.
de: Um die Aktion zu bestätigen, gib bitte die E-Mail-Adresse des Nutzers ein.

source: Delete Account
de: Account leeren

source: The Account will be deleted.
de: Der Account wird geleert.

source: Deletes all remaining Information associated with the Account. The Name will be lost as well. It will no longer be possible to restore the Account.
de: Löscht alle verbleibenden Informationen aus dem Account. Auch der Name geht dabei verloren. Es ist anschließend nicht mehr möglich, den Account wiederherzustellen.

source: %(name)s – Event Data
de: %(name)s – Veranstaltungs-Daten

source: Event Data
de: Veranstaltungs-Daten

source: This lists all events which have not been deleted yet and this user has a registration for.
de: Diese Liste enthält alle Veranstaltungen, die noch nicht gelöscht wurden und für die dieser Nutzer eine Anmeldung hat.

source: This user has no registrations.
de: Dieser Nutzer hat keine Anmeldungen.
