Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: Must not have multiple fee modifiers with the same name in one event part.
de: Nicht mehr als ein Beitragsmodifikator pro Veranstaltungsteil darf den selben Bezeichner haben.

source: Field name not unique.
de: Feldname nicht eindeutig.

source: Course cannot be deleted, because it still has attendees.
de: Kurs kann nicht gelöscht werden, da ihm noch Personen zugeteilt sind.

source: In {}. Choice
de: In {}. Wahl

source: somehow know
de: irgendwie kennen

source: participate in
de: besuchen

source: offer
de: anbieten

source: chose
de: gewählt haben

source: have as {}. choice
de: als {}. Wahl haben

source: into their {}. choice
de: in ihre {}. Wahl

source: in the course …
de: in den Kurs …

source: automatically
de: automatisch

source: %(name)s has no %(rank)i. choice in %(track_name)s.
de: %(name)s hat keine %(rank)i. Kurswahl in %(track_name)s.

source: %(name)s has no %(rank)i. choice.
de: %(name)s hat keine %(rank)i. Kurswahl.

source: No choice available for %(name)s in %(track_name)s.
de: Keine Kurswahlen für %(name)s in %(track_name)sverfügbar.

source: No choice available for %(name)s.
de: Keine Kurswahlen für %(name)s verfügbar.

source: Error committing changes for %(name)s.
de: Fehler beim Speichern der Änderungen für %(name)s.

source: Course assignment for %(num_committed)s of %(num_total)s registrations committed.
de: Kurseinteilung für %(num_committed)s von %(num_total)s Anmeldungen gespeichert.

source: Not enough money.
de: Nicht genug Geld.

source: Too much money.
de: Zu viel Geld.

source: No registration found.
de: Keine Anmeldung gefunden.

source: Committed %(num)s fees.
de: %(num)s Überweisungen gebucht.

source: Unexpected error on line {num}.
de: Unerwarteter Fehler in Zeile {num}.

source: Empty PDF.
de: Leeres PDF.

source: Please confirm to download a full export of an unlocked event.
de: Bestätige, das du einen Export herunterladen willst, obwohl die Veranstaltung nicht gesperrt ist.

source: Data from wrong event.
de: Daten passen nicht zur Veranstaltung.

source: The data changed, please review the difference.
de: Es gab konkurrierende Eingaben, bitte kontrolliere die Änderungen.

source: Changes applied.
de: Änderungen angewendet.

source: There were double registration deletions. Did you already import this file?
de: Es wurden doppelte Löschungen von Anmeldungen erkannt. Hast Du diese Datei bereits importiert?

source: There were double course deletions. Did you already import this file?
de: Es wurden doppelte Löschungen von Kursen erkannt. Hast Du diese Datei bereits importiert?

source: There were double lodgement deletions. Did you already import this file?
de: Es wurden doppelte Löschungen von Unterkünften erkannt. Hast Du diese Datei bereits importiert?

source: There were hints at double course creations. Did you already import this file?
de: Es gibt Hinweise auf doppelt erstellte Kurse. Hast Du diese Datei bereits importiert?

source: There were hints at double lodgement creations. Did you already import this file?
de: Es gibt Hinweise auf doppelt erstellte Unterkünfte. Hast Du diese Datei bereits importiert?

source: not offered
de: nicht angeboten

source: cancelled
de: fällt aus

source: takes place
de: findet statt

source: Course
de: Kurs

source: Instructor
de: Kursleiter

source: Course Choices
de: Kurswahlen

source: Lodgement
de: Unterkunft

source: Camping Mat
de: Isomatte

source: Already registered.
de: Bereits angemeldet.

source: Registration not open.
de: Anmeldung noch nicht eröffnet.

source: Event locked.
de: Veranstaltungssperre aktiviert.

source: Event is already archived.
de: Veranstaltung ist bereits archiviert.

source: No minors may register. Please contact the Orgateam.
de: Minderjährige können sich nicht anmelden. Kontaktiere bitte das Orgateam.

source: Must be Orga to use preview.
de: Du musst Orga sein, um die Fragebogen-Vorschau zu nutzen.

source: Must select at least one part.
de: Mindestens ein Teil muss ausgewählt werden.

source: You cannot have the same course as %(i)s. and %(j)s. choice
de: Du kannst diesen Kurs nicht als %(i)s. und %(j)s. Wahl wählen.

source: You must choose at least %(min_choices)s courses.
de: Du musst mindestens %(min_choices)s Kurse wählen.

source: Registered for event.
de: Für Veranstaltung angemeldet.

source: Not registered for event.
de: Nicht für Veranstaltung angemeldet.

source: Registration closed, no changes possible.
de: Anmeldung vorbei; es sind keine Änderungen mehr möglich.

source: No changes allowed anymore.
de: Keine Änderungen mehr möglich.

source: Questionnaire disabled.
de: Fragebogen nicht aktiviert.

source: Questionnaire is not enabled yet.
de: Der Fragebogen ist noch nicht für die Teilnehmer freigeschaltet.

source: Must not duplicate field.
de: Felder dürfen nicht doppelt auftreten.

source: Invalid field.
de: Unzulässiges Feld.

source: Fee modifier field may only be used in registration questionnaire.
de: Beitragsmodifikator-Feld kann nur im Anmeldungsfragebogen verwendet werden.

source: Registration questionnaire rows may not be readonly.
de: Anmeldungs-Fragebogen darf nicht schreibgeschützt sein.

source: This field is already in use in another questionnaire.
de: Dieses Feld wird bereits in einem anderen Fragebogen verwendet.

source: Unknown questionnaire kind.
de: Unbekannter Fragebogentyp.

source: No questionnaire rows of this kind found.
de: Für diese Fragebogen-Art gibt es bisher keine Einträge.

source: Every row must occur exactly once.
de: Jede Reihe darf nur genau einmal vorkommen.

source: Must choose different courses.
de: Bitte verschiedene Kurse wählen.

source: Rate-limit reached.
de: Limit erreicht.

source: No participants found to edit.
de: Keine Teilnehmer zur Bearbeitung ausgewählt.

source: Invalid key. Expected 'course_id' or 'lodgement_id
de: Ungültiger Schlüssel. Mögliche Werte sind 'course_id' und 'lodgement_id'.

source: Mixed lodgement with non-mixing participants.
de: Gemischte Unterkunft mit konfligierenden Teilnehmern.

source: Too many camping mats used.
de: Zu viele Isomattenplätze genutzt.

source: Overful lodgement.
de: Überfüllte Unterkunft

source: Too few camping mats used.
de: Zu wenige Isomattenplätze genutzt.

source: Non-Binary Participant.
de: nicht-binärer Teilnehmer

source: Lodgement wishes graph is only available if the Field for Rooming Preferences is set in event configuration.
de: Der Hauswünsche-Graph ist nur verfügbar, wenn in der Veranstaltungs-Konfiguration ein Feld für Hauswünsche festgelegt wurde.

source: Lodgement clusters can only be displayed if the graph is restricted to a specific part.
de: Unterkunft-Cluster können nur angezeigt werden, wenn der Graph auf einen einzelnen Veranstaltungsteil eingeschränkt wird.

source: Invalid query name.
de: Ungültiger Name für eine Suchabfrage.

source: Wrong associated event.
de: Falsche Veranstaltung referenziert.

source: Already checked in.
de: Bereits eingecheckt.

source: Wrong associated field.
de: Feld einer anderen Veranstaltung angegeben.

source: change_note only supported for registrations.
de: Änderungskommentare werden nur für Anmeldungen unterstützt.

source: There exist unmigrated personas.
de: Unmigrierte Accounts gefunden.

source: Event already archived.
de: Veranstaltung bereits archiviert.

source: Event is not concluded yet.
de: Veranstaltung ist noch nicht abgeschlossen.

source: Event archived.
de: Veranstaltung archiviert.

source: Created past event.
de: Vergangene Veranstaltung erstellt.

source: Created multiple past events.
de: Mehrere vergangene Veranstaltungen erstellt.

source: Event deleted.
de: Veranstaltung gelöscht.

source: Active characters found in search.
de: Aktive Zeichen in der Eingabe gefunden.

source: Wish "%(wish_text)s" of %(from_name)s is ambiguous: It may refer to %(other_name)s as well as %(more_names)s.
de: Der Wunsch "%(wish_text)s" von %(from_name)s ist nicht eindeutig: Er könnte sich auf %(other_name)s beziehen, oder auf %(more_names)s.

source: Suppressing unpermitted wish edge from %(from_name)s to %(to_name)s.
de: Unterdrücke unerlaubte Wunsch-Kante von %(from_name)s nach %(to_name)s.

source: Suppressing wish edge from %(from_name)s to %(to_name)s since they will not be present together (even when considering the waitlist).
de: Unterdrücke Wunsche-Kante von %(from_name)s zu %(to_name)s da sie nicht gemeinsam anwesend sein werden (selbst, wenn man die Warteliste brücksichtigt).

source: Waitlist:
de: Warteliste:

source: Skipping mailman request in dev/offline mode.
de: Mailman-Anfrage wird im Entwicklungs- bzw. Offline-Modus übersprungen.

source: List unavailable.
de: Mailingliste nicht verfügbar.

source: Message unavailable.
de: Nachricht nicht verfügbar.

source: %(count)s messages moderated.
de: %(count)s Nachrichten moderiert.

source: %(count)s messages not moderated.
de: %(count)s Nachrichten nicht moderiert.

source: Invalid moderation action.
de: Ungültige Moderationsaktion.

source: May not create mailinglist of this type.
de: Kann keine Mailingliste des gewünschten Typs erstellen.

source: User does not exist or is archived.
de: Dieser Benutzer existiert nicht oder ist archiviert.

source: Source persona must be a ml-only user and no admin.
de: Der Quellnutzer muss ein reiner Mailinglistennutzer und darf kein Admin sein.

source: Not privileged to view log for all these mailinglists.
de: Keine Berechtigung um auf die Logs aller Mailinglisten zuzugreifen.

source: User is no moderator.
de: Person ist kein Moderator.

source: Not allowed to remove yourself as moderator.
de: Du kannst Dich nicht selbst als Moderator entfernen.

source: Cannot remove last moderator.
de: Der letzte Moderator kann nicht entfernt werden.

source: Not privileged to change subscriptions.
de: Darf Abonnements nicht ändern.

source: Confirmation email sent.
de: Verifizierungsmail verschickt.

source: Not subscribed.
de: Nicht abonniert.

source: Disallowed to change address.
de: Adressänderung unzulässig.

source: Multiple (%(count)s) DB-IDs found in line %(t_id)s.
de: Mehrere (%(count)s) DB-IDs in Zeile %(t_id)s gefunden.

source: (%(p)s) not found in (%(ref)s).
de: (%(p)s) nicht in (%(ref)s) gefunden.

source: (%(p)s) is not a valid regEx (%(e)s).
de: (%(p)s) is kein gültiger regulärer Ausdruck (%(e)s).

source: Could not determine transaction type.
de: Konnte Transaktionstyp nicht ermitteln.

source: Not confident about transaction type.
de: Unsicher über Transaktionstyp.

source: Not confident about event match.
de: Unsicher über Veranstaltungszuordnung.

source: Needs event match.
de: Braucht Veranstaltungszuordnung.

source: Not confident about member match.
de: Unsicher über Mitgliedszuordnung.

source: Needs member match.
de: Braucht Mitgliedszuordnung.

source: Not a CdE-Account.
de: Kein CdE-Account.

source: Amount higher than expected for membership fee.
de: Betrag höher als Mitgliedsbeitrag.

source: Amount lower than expected for event fee.
de: Betrag niedriger als Teilnahmebeitrag.

source: Participants
de: Teilnehmer

source: Instructors
de: Kursleiter

source: nobody
de: niemand

source: Course room
de: Kursraum

source: Minimum size/maximum size
de: Minimalgröße/Maximalgröße

source: Notes
de: Notizen

source: First/second/third choice
de: Erst-/Zweit-/Drittwahl

source: First choice
de: Erstwahl

source: Second choice
de: Zweitwahl

source: Third choice
de: Drittwahl

source: Capacity
de: Kapazität

source: Lodgement Wish Problems
de: Hauswunsch-Probleme

source: guest
de: Gast

source: separated
de: getrennt

source: camping mat
de: Isomatte

source: Wish
de: Wunsch

source: Reverse wish heuristic
de: Reverse-Wunsch-Heuristik

source: Participant list %(title)s
de: Teilnehmerliste %(title)s

source: Page %(curr_page)s of %(total_pages)s
de: Seite %(curr_page)s von %(total_pages)s

source: Given Name
de: Vorname

source: Family Name
de: Nachname

source: Email Address
de: E-Mail-Adresse

source: Postal Code, City
de: Postleitzahl, Stadt

source: Actions
de: Aktionen

source: Delete
de: Löschen

source: Are you sure?
de: sicher?

source: This ballot and all its data will be permanently deleted.
de: Diese Abstimmung wird irreversibel mit allen Daten gelöscht.

source: Deletes the ballot and all associated settings and candidates.
de: Löscht die Abstimmung und alle dazugehörigen Einstellungen und Kandidaten.

source: Period
de: Zeitraum

source: From %(begin)s until %(end)s.
de: %(begin)s bis %(end)s

source: Extension until %(extension)s if %(quorum)s votes are not reached.
de: Verlängerung bis %(extension)s, falls %(quorum)s Stimmen nicht erreicht werden.

source: Extended until %(extension)s because %(quorum)s votes were not reached.
de: Wurde bis %(extension)s verlängert, da %(quorum)s Stimmen nicht erreicht wurden.

source: No extension neccessary, because %(quorum)s votes were reached.
de: Keine Verlängerung notwendig, da %(quorum)s Stimmen erreicht wurden.

source: This ballot has not yet begun.
de: Diese Abstimmung hat noch nicht begonnen.

source: Admins can still make changes to description, files and candidates.
de: Admins können noch Veränderungen an der Beschreibung, den angehängten Dateien und den Kandidaten vornehmen.

source: All CdE-Members and external assembly participants can already see this ballot and all associated information.
de: Alle CdE-Mitglieder und externe Teilnehmer der Versammlung können die Abstimmung und alle Details jedoch bereits jetzt sehen, um sich zu informieren.

source: This ballot has been concluded.
de: Die Abstimmung ist beendet.

source: You can see the results below.
de: Unten wird das Ergebnis angezeigt.

source: You are not participating in this assembly, therefore you cannot vote in this ballot.
de: Du nimmst nicht an der Versammlung teil. Daher kannst du nicht abstimmen.

source: This ballot is currently open for voting.
de: Die Abstimmung läuft.

source: You have abstained.
de: Du hast Dich enthalten.

source: You can make your choice below, during the voting period.
de: Du kannst unten bis zum Ende des Abstimmungszeitraums noch eine Auswahl treffen.

source: You already voted.
de: Du hast bereits abgestimmt.

source: You can check your vote below and change it before the end of the voting period.
de: Du kannst Deine Auswahl unten überprüfen und bis zum Ende des Abstimmungszeitraums noch eine Auswahl treffen.

source: Modality
de: Modalität

source: Classical voting with %(votes)s vote and "Against all" option.
de: Klassische Abstimmung mit %(votes)s Stimme und "Gegen alle Kanididaten"-Option.

source: Classical voting with %(votes)s vote.
de: Klassische Abstimmung mit %(votes)s Stimme.

source: Classical voting with %(votes)s votes and "Against all" option.
de: Klassische Abstimmung mit %(votes)s Stimmen und "Gegen alle Kandidaten"-Option.

source: Classical voting with %(votes)s votes.
de: Klassische Abstimmung mit %(votes)s Stimmen.

source: Preferential voting with bar option.
de: Präferenzwahl mit Ablehnungsoption.

source: Preferential voting without bar option.
de: Präferenzwahl ohne Ablehnungsoption.

source: Voted
de: Abgestimmt

source: %(count)s attendees had given their vote for this ballot.
de: Es stimmten %(count)s Teilnehmer über diesen Punkt ab.

source: Until now, %(count)s attendees had given their vote for this ballot.
de: Bis jetzt haben %(count)s Teilnehmer über diesen Punkt abgestimmt.

source: Admin-Notes
de: Admin-Notizen

source: Files
de: Dateien

source: Previous
de: Vorherige

source: Next
de: Nächste

source: This ballot does not have any attachments.
de: Zu dieser Abstimmung gibt es keine Dateien.

source: This ballot does not yet have any attachments.
de: Zu dieser Abstimmung gibt es noch keine Dateien.

source: Ranking
de: Platzierung

source: Candidates
de: Kandidaten

source: Pro-Votes
de: Pro-Stimmen

source: Contra-Votes
de: Kontra-Stimmen

source: and
de: und

source: Against all Candidates.
de: Gegen alle Kanidaten.

source: Rejection limit.
de: Ablehnungsgrenze.

source: %(abstentions)s voters had abstained.
de: %(abstentions)s Wähler haben sich enthalten.

source: Help for tallying
de: Hilfe zum Auszählen der Stimmen

source: Classical vote
de: Klassische Wahl

source: Pro votes are the sum of all votes in favor of this candidate. Votes against single candidates are not possible in this voting system.
de: Die Pro-Stimmen sind die Summe aller Stimmen für diesen Kandidaten. Aufgrund des Wahlsystems kann es intrinsisch keine Kontra-Stimmen gegen einzelne Kandidaten geben.

source: Using the "Against all candidates" option it is possible to vote against all candidates. This option can only be exclusively chosen, potential other votes expire.
de: Mit der "Gegen alle Kandidaten"-Option ist es möglich, sich gegen alle Kandidaten auszusprechen. Diese Option konnte nur allein gewählt werden, eventuell weitere abgegebene Stimmen verfielen.

source: Preferential vote
de: Präferenzwahl

source: Pro votes and Contra votes are valid for the given position and are relative to the next lower position. Multiple candidates can share the same position in the ranking.
de: Die Pro-Stimmen und Kontra-Stimmen gelten für die jeweilige Platzierung und beziehen sich relativ auf die darunter liegende Platzierung. Dabei können mehrere Kandidaten gleich platziert sein.

source: Ballot
de: Abstimmung

source: With this option you reject all candidates.
de: Mit dieser Option kannst Du Deine Ablehnung aller Kandidaten ausdrücken.

source: Vote_[[to vote in a ballot]]
de: Abstimmen

source: Additional
de: Zusätzlich

source: Abstain
de: Enthalten

source: Short:
de: Kurz:

source: Help for voting
de: Hilfe zum Abstimmen

source: <a href='https://en.wikipedia.org/w/index.php?curid=680729'>Schulze method</a>
de: <a href='https://de.wikipedia.org/w/index.php?curid=900369'>Schulze-Methode</a>

source: This vote is a preferential vote. You can arrange the candidates in the field above according to your personal preference. The preferences of all participants will be evaluated using the %(link)s, to determine the option with the most votes.
de: Diese Abstimmung findet als Präferenzwahl statt. Du kannst in das obige Feld eine Präferenzliste eintragen, um die Kandidaten in eine persönliche Rangfolge zu bringen. Später werden die Präferenzlisten aller Teilnehmer mit der %(link)s ausgewertet, um den Kandidaten mit den meisten Stimmen zu ermitteln.

source: To enter your preferencelist, use the shortnames given in the list of candidates and the %(gt)s and %(eq)s characters. Use the greater-than character %(gt)s to give the candidates left of the character higher preference than those on the right. Use the equals character to give two candidates the same preference. You need to have all candidates in your preferencelist.
de: Um die Präferenzliste einzugeben, verwende bitte die in der Kandidatenliste angegebenen Kurzbezeichnungen der Kandidaten und die Zeichen %(gt)s und %(eq)s. Mit dem Größer-als-Zeichen %(gt)s bevorzugst Du die Kandidaten links des Zeichens gegenüber denen auf der rechten Seite. Mit dem Gleichheitszeichen %(eq)s bewertest Du zwei Kandidaten gleich. In der Präferenzliste müssen alle Kandidaten genannt werden.

source: Additionally you need to use the rejection bar %(abm)s in your preferencelist. Use it in your preferencelist like you would a candidate. Put all candidates you deem suitable higher than %(abm)s and all candidates you reject lower, i. e. to the right of %(abm)s.
de: Zusätzlich musst Du die Ablehnungsgrenze %(abm)s in der Präferenzliste verwenden. Diese wird wie ein Kandidat in der Liste aufgeführt und gibt an, welche Kandidaten Du ablehnst. Kandidaten, die Du für geeignet hältst, solltest Du höher als %(abm)s bewerten, Kandidaten, die Du ablehnst, niedriger, d. h. rechts von %(abm)s.

source: Examples
de: Beispiele

source: Take the following examplatory candidate list:
de: Wir nehmen folgende beispielhafte Kandidatenliste an:

source: Luke Skywalker, short: [Luke]
de: Luke Skywalker, kurz: [Luke]

source: Princess Leia Organa of Alderaan, short: [Leia]
de: Prinzessin Leia Organa von Alderaan, kurz: [Leia]

source: Han Solo, short: [Han]
de: Han Solo, kurz: [Han]

source: Obi-Wan “Ben” Kenobi, short: [ObiWan]
de: Obi-Wan „Ben“ Kenobi, kurz: [ObiWan]

source: Your Vote could look like this:
de: Deine Wahl könnte dann z. B. so aussehen:

source: You deem all candidates suitable, but you like Leia the best, with no difference between the other candidates.
de: Du hältst alle Kandidaten für geeignet, aber Leia für die Beste, die anderen Kandidaten für gleichwertig.

source: You deem Leia and Obi-Wan (equally) suitable, you want to reject Luke and you absolutely can’t stand Han Solo.
de: Du hältst nur Leia und Obi-Wan für (gleich) geeignet, Luke lehnst Du ab, Han Solo geht echt gar nicht.

source: You want to vote for Luke and if he doesn’t make it, you think Obi-Wan should. You don’t have an opinion about the others.
de: Du möchtest Luke wählen, und wenn er es nicht wird, dann bitte Obi-Wan. Zu den anderen hast Du keine Meinung.

source: You want to completely abstain.
de: Du möchtest Dich komplett enthalten.

source: You like Leia the most, but you see no difference between the others.
de: Du findest Leia am geeignetsten, bei den anderen gibt es keinen Unterschied.

source: You deem Leia and Obi-Wan (equally) suitable, Luke less so and Han Solo not at all.
de: Du hältst Leia und Obi-Wan für (gleich) geeignet, Luke geht so und Han Solo eher nicht.

source: To arrange the candidates, move them into one of the shaded boxes. The higher up the box, the higher your preference for that candidate. Candidates within the same box will be evaluated with the same preference. Move a candidate between two boxes to create a new box.
de: Um die Kandidaten anzuordnen, bewege sie in eine der schattierten Boxen. Eine Einordnung in einer höheren Box drückt eine höhere Präferenz dieses Kandidaten aus. Kandidaten, die sich in der gleichen Box befinden, werden mit gleicher Präferenz gewertet. Bewegst Du einen Kandidaten in den Zwischenraum ober- und unterhalb der Boxen, entsteht dort eine neue Box.

source: There are three ways of moving candidates: Drag’n’Drop them into a different box or click on a candidate and then on a box. Or you can select a candidate with %(tab)s, confirm it with %(enter)s or %(space)s, then select a box with %(tab)s and confirm the selection with %(enter)s or %(space)s.
de: Es gibt drei Möglichkeiten die Kandidaten anzuordnen: Die Kandidaten per Drag’n’Drop verschieben, erst einen Kandidaten und dann eine Box anklicken oder mit %(tab)s einen Kandidaten auswählen, die Auswahl mit %(space)s oder %(enter)s bestätigen und anschließend mit %(tab)s eine Box auswählen und wiederum mit %(space)s oder %(enter)s bestätigen.

source: Space
de: Leertaste

source: One of the boxes is marked as “Neutral”. Please place candidates cou deem suitable above this box (they will be highlighted in green) and candidates you want to reject below this box (they will be highlighted in red).
de: Eine der Boxen ist stets als „Neutral“ gekennzeichnet. Bitte ordne Kandidaten, die Du für geeignet hältst, oberhalb dieser Box an (Boxen werden grün hinterlegt) und Kandidaten die Du ablehnst unterhalb (Boxen werden rot hinterlegt).

source: To abstain, place all candidates in the neutral box.
de: Um Dich zu enthalten, positioniere alle Kandidaten in der „Neutral“-Box.

source: To abstain, place all candidates in the same box.
de: Um Dich zu enthalten, positioniere alle Kandidaten in einer Box.

source: Text-based Voting
de: Text-basierte Abstimmung

source: Interactive Voting
de: Interaktive Abstimmung

source: Preferencelist
de: Präferenzliste
