Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: The following fields are only relevant for some of the mailinglist types.
de: Die folgenden Felder sind nur für manche der Mailinglisttypen relevant.

source: Create Mailinglist
de: Mailingliste anlegen

source: Moderators
de: Moderatoren

source: For Mailman mailinglists, this setting currently has no effect. By default, these mailinglists accept PDF attachments only. Other attachment policy can be changed by the Admin-Team.
de: Für Mailman-Mailinglisten hat diese Einstellung hat derzeit keine Wirkung. Standardmäßig akzeptieren Mailinglisten nur PDF-Anhänge. Das Admin-Team kann abweichende Anhänge erlauben.

source: Create New Mailinglist-Account
de: Neuen Mailinglistennutzer anlegen

source: inactive
de: inaktiv

source: ; linked with %(link)s
de: ; verknüpft mit %(link)s

source: Mails awaiting moderation
de: Mails in der Moderation

source: %(count)s subscriber.
de: %(count)s Abonnent.

source: Create Mailinglist-Account
de: Mailinglistennutzer anlegen

source: Manage
de: Verwalten

source: Write Subscription States
de: Aktualisieren der Subscription States

source: Here you can find the CdE’s Mailinglists; notably also those linked to events and assemblies.
de: Hier findest Du die Mailinglisten des CdE; insbesondere auch zu Akademien und Versammlungen.

source: Mailinglist types effect who can view, administer, or join a mailinglist. Furthermore, some add implicit subscribers. For more information, see the %(documentation)s.
de: Mailinglistentypen beeinflussen, wer eine Mailingliste sehen, abonnieren oder administrieren kann. Weitere Informationen sind in der %(documentation)s zu finden.

source: %(title)s – Management
de: %(title)s – Verwaltung

source: Manage Mailinglist
de: Mailingliste Verwalten

source: Note that every change can take up to 15 minutes to take effect.
de: Beachte, dass es bis zu 15 Minuten dauern kann, bis eine Änderung wirksam wird.

source: Only users can be moderators.
de: Nur Nutzer können Moderatoren sein.

source: IDs of the new moderators
de: IDs der neuen Moderatoren

source: Remove %(name)s as moderator
de: %(name)s als Moderator entfernen

source: Subscription Requests
de: Abonnement-Anfragen

source: Subscription Requests of other users to this mailinglist.
de: Abonnement-Anfragen für diese Mailingliste.

source: Accept
de: Genehmigen

source: Block
de: Blockieren

source: There are currently no Subscription Requests pending.
de: Zur Zeit liegen keine Abonnement-Anfragen vor.

source: Subscribers
de: Abonnenten

source: Forced subscribers cannot be unsubscribed; blocked subscribers cannot be subscribed here. Use the %(link)s site instead. People who are already subscribed are not proposed for adding.
de: Fixierte Abonnenten können hier nicht entfernt, geblockte Nutzer nicht hinzugefügt werden. Nutze dafür die %(link)s. Nutzer, die bereits auf der Liste stehen, werden nicht zum Hinzufügen vorgeschlagen.

source: advanced management
de: Erweiterte Verwaltung

source: ID of the new Subscriber
de: ID des neuen Abonnenten

source: Remove %(name)s as subscriber
de: %(name)s als Abonnent entfernen

source: This merges an user with only mailinglist (and core) realm ("Source User") into another user ("Target User"). After the merging was successfully, the source user will be archived.
de: Verschmelze einen reinen Mailinglisten Nutzer ("Quellnutzer") mit einem anderen Nutzer ("Zielnutzer"). Nach dem erfolgreichen verschmelzen wird der Quellnuzter archiviert.

source: Note that both users are not allowed to have an explicit relationship to the same mailinglist. You may be able to fix this by removing one of them manually.
de: Beachte, das nicht beide Nutzer einen expliziten Bezug zur gleichen Mailingliste besitzen dürfen. Du kannst das möglicherweise beheben, indem du einen von ihnen manuell entfernst.

source: Source User
de: Quellnutzer

source: Target User
de: Zielnutzer

source: Use sources email address
de: Übernehme die E-Mail-Adresse des Quellnutzers

source: Merge
de: Verschmelze

source: %(title)s – Message Moderation
de: %(title)s – Nachrichtenmoderation

source: This mailing list is not moderated via CdEDB.
de: Diese Mailingliste wird nicht via Datenbank moderiert.

source: If you reject a message, its author will recieve a notification message. If you discard a message, no notification message will be sent. The latter is preferred for spam messages. If you whitelist a message, it is not only accepted, but its author can write emails without moderation in the future.
de: Wenn du eine Nachricht ablehnst, erhält ihr Autor eine Benachrichtigung. Wenn du eine Nachricht verwirfst, wird hingegen keine Nachricht versendet. Letzteres wird für Spam empfohlen. Wenn du eine Nachricht whitelistest, wird sie nicht nur genehmigt, sondern Nachrichten desselben Autors müssen in Zukunft nicht mehr moderiert werden.

source: Accept All
de: Alle Genehmigen

source: Discard All
de: Alle Verwerfen

source: Whitelist_[[verb]]
de: Whitelisten

source: Discard
de: Verwerfen

source: Message details
de: Nachrichtendetails

source: No held messages.
de: Keine zurückgehaltenen Nachrichten.

source: Mailinglist of Event %(link)s
de: Mailingliste zur Veranstaltung %(link)s

source: Mailinglist of Assembly %(link)s
de: Mailingliste zur Versammlung %(link)s

source: Mailinglist Address
de: Listen-Adresse

source: This mailinglist is inactive.
de: Diese Mailingliste ist nicht mehr aktiv.

source: Your Subscription
de: Dein Abonnement

source: You are subscribed to this mailinglist.
de: Du hast diese Mailingliste abonniert.

source: Your email address
de: Deine Adresse

source: (default)
de: (Standard)

source: Reset email address
de: Adresse zurücksetzen

source: Unsubscribe
de: Deabonnieren

source: Change email address
de: Adresse ändern

source: To recieve mails from this mailinglist with a different email address, enter the new address in this form. You will recieve a confirmation mail.
de: Um Mails dieser Mailingliste an eine andere E-Mail-Adresse zu erhalten, trage die neue Adresse ins folgende Formular ein. Nach dem Absenden erhältst Du eine E-Mail an diese Adresse, mit der Du Deinen Besitz der Adresse bestätigen kannst.

source: New Subsciption Address
de: Neue Abonnement-Adresse

source: Change E-Mail
de: Adresse ändern

source: This mailinglist is mandatory. Therefor you are always subscribed to this list with your primary email address. To change this address go to the %(link)s in your Account-Settings.
de: Diese Mailingliste ist obligatorisch. Daher bist Du stets mit Deiner primären E-Mail-Adresse eingeschrieben. Um diese zu ändern, besuche die %(link)s in Deinen Account-Einstellungen.

source: corresponding site
de: entsprechende Seite

source: Your subscription request is currently pending review by a moderator.
de: Deine Anfrage für diese Mailingliste wartet auf Bestätigung durch einen Moderator.

source: Cancel request
de: Abonnementantrag zurückziehen

source: You are not currently subscribed to this mailinglist.
de: Du bist zurzeit kein Abonnent dieser Mailingliste.

source: Request subscription
de: Abonnementantrag stellen

source: Subscribe
de: Abonnieren

source: You cannot subscribe to this mailinglist, because you have been blocked by the moderators.
de: Du kannst diese Mailingliste nicht abonnieren, da Du von ihren Moderatoren blockiert wurdest.

source: Deletes the mailinglist including description and all subscriber information.
de: Löscht die Mailingliste inklusive Beschreibung und allen Abonnements.

source: The mailinglist will be permanently deleted.
de: Die Mailingliste wird irreversibel gelöscht.

source: Mailinglist-User Management
de: Mailinglistennutzerverwaltung

source: This search will only show pure mailinglist users.
de: Diese Suche findet nur reine Mailinglistennutzer.

source: Mailinglists Log
de: Mailinglisten-Log

source: subscribed
de: abonniert

source: not subscribed
de: nicht abonniert

source: Help
de: Hilfe

source: for this site
de: zu dieser Seite

source: Malformed error.
de: Nicht-wohlgeformter Fehler.

source: Supports Markdown.
de: Unterstützt Markdown.

source: Open Markdown Preview
de: Markdown-Vorschau öffnen

source: Preview
de: Vorschau

source: Short Markdown summary
de: kurze Markdown-Zusammenfassung

source: Tutorial
de: Crashkurs

source: Markdown Preview
de: Markdown-Vorschau

source: Loading...
de: Lädt...

source: Close
de: Schließen

source: Phone number in the format +49 1234 5678910
de: Telefonnummer im Format +49 1234 5678910

source: Datetime in the format YYYY-MM-DD HH:MM
de: Datum und Uhrzeit im Format YYYY-MM-DD HH:MM

source: IBAN in the usual format, spaces are allowed
de: IBAN im üblichen Format, Leerzeichen sind erlaubt

source: Empty string values with defaultvalue not supported. default: {} value: {}
de: Leere Zeichenketten-Werte mit Standardwert werden nicht unterstützt. Standard: {} Wert: {}

source: from
de: von

source: %s from
de: %s von

source: to
de: bis

source: %s to
de: %s bis

source: Add %(name)s
de: %(name)s hinzufügen

source: Supports %(infolink)s for “Text-Only” fields.
de: Unterstützt %(infolink)s für „Nur-Text“ Felder.

source: Query
de: Abfrage

source: — Only Text —
de: — Nur Text —

source: Input Size
de: Eingabefeldgröße

source: multiline
de: mehrzeilig

source: singleline
de: einzeilig

source: Default Value
de: Vorgabewert

source: read-only
de: Schreibgeschützt

source: Hide %(label)s
de: %(label)s ausblenden

source: Show %(label)s
de: %(label)s anzeigen

source: (enabled)
de: (aktiv)

source: Supports %(infolink)s.
de: Unterstützt %(infolink)s.

source: Success!
de: Erfolg!

source: Error!
de: Fehler!

source: Warning!
de: Warnung!

source: AgeClasses.full
de: Volljährig

source: AgeClasses.u18
de: U18

source: AgeClasses.u16
de: U16

source: AgeClasses.u14
de: U14

source: AssemblyLogCodes.assembly_created
de: Versammlung angelegt

source: AssemblyLogCodes.assembly_changed
de: Versammlung geändert

source: AssemblyLogCodes.assembly_concluded
de: Versammlung beendet

source: AssemblyLogCodes.assembly_deleted
de: Versammlung gelöscht

source: AssemblyLogCodes.ballot_created
de: Abstimmung angelegt

source: AssemblyLogCodes.ballot_changed
de: Abstimmung geändert

source: AssemblyLogCodes.ballot_deleted
de: Abstimmung gelöscht

source: AssemblyLogCodes.ballot_extended
de: Abstimmung verlängert

source: AssemblyLogCodes.ballot_tallied
de: Abstimmung ausgezählt

source: AssemblyLogCodes.candidate_added
de: Option hinzugefügt

source: AssemblyLogCodes.candidate_updated
de: Option geändert

source: AssemblyLogCodes.candidate_removed
de: Option entfernt

source: AssemblyLogCodes.new_attendee
de: Neuer Teilnehmer

source: AssemblyLogCodes.assembly_presider_added
de: Wahlleiter hinzugefügt

source: AssemblyLogCodes.assembly_presider_removed
de: Wahlleiter entfernt

source: AssemblyLogCodes.attachment_added
de: Anhang hinzugefügt

source: AssemblyLogCodes.attachment_changed
de: Anhang geändert

source: AssemblyLogCodes.attachment_removed
de: Anhang entfernt

source: AssemblyLogCodes.attachment_ballot_link_created
de: Anhang mit Abstimmung verknüpft

source: AssemblyLogCodes.attachment_version_added
de: Anhangsversion hinzugefügt

source: AssemblyLogCodes.attachment_ballot_link_deleted
de: Anhang von Abstimmung getrennt

source: AssemblyLogCodes.attachment_version_removed
de: Anhangsversion entfernt

source: AssemblyLogCodes.attachment_version_changed
de: Anhangsversion geändert

source: AttachmentPolicy.allow
de: HTML-E-Mails & alle Anhänge erlaubt

source: AttachmentPolicy.pdf_only
de: Nur Text-E-Mails mit PDF-Anhängen erlaubt

source: AttachmentPolicy.forbid
de: Nur Text-E-Mails ohne Anhänge erlaubt

source: CdeLogCodes.semester_bill
de: Zahlungsaufforderung versendet

source: CdeLogCodes.semester_bill_with_addresscheck
de: Zahlungsaufforderung mit Addresscheck versendet

source: CdeLogCodes.semester_ejection
de: Inaktive Mitglieder gestrichen

source: CdeLogCodes.semester_balance_update
de: Guthaben aktualisiert

source: CdeLogCodes.semester_advance
de: Nächstes Semester

source: CdeLogCodes.expuls_addresscheck
de: exPuls Addresscheck versendet

source: CdeLogCodes.expuls_addresscheck_skipped
de: exPuls Addresscheck übersprungen

source: CdeLogCodes.expuls_advance
de: Nächster exPuls

source: CdeLogCodes.automated_archival_notification_done
de: Archivierungsbenachrichtigungen versandt

source: CdeLogCodes.automated_archival_done
de: Automatische Archivierung abgeschlossen

source: CoreLogCodes.persona_creation
de: Account erstellt

source: CoreLogCodes.persona_change
de: Account geändert

source: CoreLogCodes.persona_archived
de: Account archiviert

source: CoreLogCodes.persona_dearchived
de: Account wiederhergestellt

source: CoreLogCodes.persona_purged
de: Account geleert

source: CoreLogCodes.password_change
de: Passwort geändert

source: CoreLogCodes.password_reset_cookie
de: Passwortrücksetzcookie erstellt

source: CoreLogCodes.password_reset
de: Passwort zurückgesetzt

source: CoreLogCodes.password_invalidated
de: Passwort gelöscht

source: CoreLogCodes.genesis_request
de: Neue Accountanfrage

source: CoreLogCodes.genesis_approved
de: Accountanfrage genehmigt

source: CoreLogCodes.genesis_rejected
de: Accountanfrage abgelehnt

source: CoreLogCodes.genesis_deleted
de: Accountanfrage gelöscht

source: CoreLogCodes.genesis_verified
de: Accountanfrage bestätigt

source: CoreLogCodes.privilege_change_pending
de: Admin-Änderung angestoßen

source: CoreLogCodes.privilege_change_approved
de: Admin-Änderung bestätigt

source: CoreLogCodes.privilege_change_rejected
de: Admin-Änderung abgelehnt

source: CoreLogCodes.realm_change
de: Bereiche geändert

source: CoreLogCodes.username_change
de: E-Mail-Adresse geändert

source: CoreLogCodes.quota_violation
de: Quota überschritten

source: EventLogCodes.event_created
de: Veranstaltung erstellt

source: EventLogCodes.event_changed
de: Veranstaltung geändert

source: EventLogCodes.event_deleted
de: Veranstaltung gelöscht

source: EventLogCodes.event_archived
de: Veranstaltung archiviert

source: EventLogCodes.orga_added
de: Orga hinzugefügt

source: EventLogCodes.orga_removed
de: Orga entfernt

source: EventLogCodes.part_created
de: Veranstaltungsteil erstellt

source: EventLogCodes.part_changed
de: Veranstaltungsteil geändert

source: EventLogCodes.part_deleted
de: Veranstaltungsteil gelöscht

source: EventLogCodes.field_added
de: Feld hinzugefügt

source: EventLogCodes.field_updated
de: Feld geändert

source: EventLogCodes.field_removed
de: Feld entfernt

source: EventLogCodes.lodgement_created
de: Unterkunft erstellt

source: EventLogCodes.lodgement_changed
de: Unterkunft geändert

source: EventLogCodes.lodgement_deleted
de: Unterkunft gelöscht

source: EventLogCodes.questionnaire_changed
de: Fragebogen geändert

source: EventLogCodes.track_added
de: Kursschiene hinzugefügt

source: EventLogCodes.track_updated
de: Kursschiene geändert

source: EventLogCodes.track_removed
de: Kursschiene entfernt

source: EventLogCodes.course_created
de: Kurs erstellt

source: EventLogCodes.course_changed
de: Kurs geändert

source: EventLogCodes.course_deleted
de: Kurs gelöscht

source: EventLogCodes.course_segments_changed
de: Kurs: angebotene Schienen geändert

source: EventLogCodes.course_segment_activity_changed
de: Kurs: stattfindende Schienen geändert

source: EventLogCodes.registration_created
de: Anmeldung erstellt

source: EventLogCodes.registration_changed
de: Anmeldung geändert

source: EventLogCodes.registration_deleted
de: Anmeldung gelöscht

source: EventLogCodes.event_locked
de: Veranstaltung gesperrt

source: EventLogCodes.event_unlocked
de: Veranstaltung entsperrt

source: EventLogCodes.event_partial_import
de: Partieller Import

source: EventLogCodes.lodgement_group_created
de: Unterkunftgruppe erstellt

source: EventLogCodes.lodgement_group_changed
de: Unterkunftgruppe geändert

source: EventLogCodes.lodgement_group_deleted
de: Unterkunftgruppe gelöscht

source: EventLogCodes.fee_modifier_created
de: Beitragsmodifikator angelegt

source: EventLogCodes.fee_modifier_changed
de: Beitragsmodifikator geändert

source: EventLogCodes.fee_modifier_deleted
de: Beitragsmodifikator entfernt

source: EventLogCodes.minor_form_updated
de: Minderjährigenformular geändert

source: EventLogCodes.minor_form_removed
de: Minderjährigenformular entfernt

source: EventLogCodes.query_stored
de: Suchabfrage gespeichert

source: EventLogCodes.query_deleted
de: Gespeicherte Suchabfrage gelöscht

source: FinanceLogCodes.new_member
de: Neues Mitglied

source: FinanceLogCodes.gain_membership
de: Mitgliedschaft erhalten

source: FinanceLogCodes.lose_membership
de: Mitgliedschaft verloren

source: FinanceLogCodes.increase_balance
de: Guthaben gutgeschrieben

source: FinanceLogCodes.deduct_membership_fee
de: Beitrag abgezogen

source: FinanceLogCodes.end_trial_membership
de: Ende der Probemitgliedschaft

source: FinanceLogCodes.manual_balance_correction
de: Manuelle Guthabenkorrektur

source: FinanceLogCodes.grant_lastschrift
de: Einzugsermächtigung erteilt

source: FinanceLogCodes.revoke_lastschrift
de: Einzugsermächtigung widerrufen

source: FinanceLogCodes.modify_lastschrift
de: Einzugsermächtigung geändert

source: FinanceLogCodes.lastschrift_deleted
de: Einzugsermächtigung gelöscht

source: FinanceLogCodes.lastschrift_transaction_issue
de: Einzug erstellt

source: FinanceLogCodes.lastschrift_transaction_success
de: Einzug erfolgreich

source: FinanceLogCodes.lastschrift_transaction_failure
de: Einzug fehlgeschlagen

source: FinanceLogCodes.lastschrift_transaction_skip
de: Einzug pausiert

source: FinanceLogCodes.lastschrift_transaction_cancelled
de: Einzug abgebrochen

source: FinanceLogCodes.lastschrift_transaction_revoked
de: Einzug zurückgebucht

source: FinanceLogCodes.other
de: Sonstiges

source: FieldAssociations.registration
de: Anmeldungsfelder

source: FieldAssociations.course
de: Kursfelder

source: FieldAssociations.lodgement
de: Unterkunftsfelder

source: FieldDatatypes.str
de: Text

source: FieldDatatypes.bool
de: Ja/Nein

source: FieldDatatypes.int
de: Zahl

source: FieldDatatypes.float
de: Dezimalzahl

source: FieldDatatypes.date
de: Datum

source: FieldDatatypes.datetime
de: Datum mit Zeit

source: Genders.female
de: weiblich

source: Genders.male
de: männlich

source: Genders.other
de: divers

source: Genders.not_specified
de: keine Angabe

source: GenesisStati.unconfirmed
de: unbestätigt

source: GenesisStati.to_review
de: offen zur Begutachtung

source: GenesisStati.approved
de: genehmigt

source: GenesisStati.successful
de: erfolgreich

source: GenesisStati.rejected
de: abgelehnt

source: LineResolutions.none
de: (keine)

source: LineResolutions.create
de: Account erstellen

source: LineResolutions.skip
de: Eintrag ignorieren

source: LineResolutions.renew_trial
de: Probemitgliedschaft erneuern

source: LineResolutions.update
de: Daten übernehmen

source: LineResolutions.renew_and_update
de: Probemitgliedschaft erneuern und Daten übernehmen

source: MemberChangeStati.pending
de: Änderung wartet auf Bestätigung

source: MemberChangeStati.committed
de: Änderung übernommen

source: MemberChangeStati.superseded
de: Änderung veraltet

source: MemberChangeStati.nacked
de: Änderung abgelehnt

source: MemberChangeStati.displaced
de: Änderung verdrängt

source: MlLogCodes.email_trouble
de: Email Probleme

source: MlLogCodes.list_created
de: Mailingliste erstellt

source: MlLogCodes.list_changed
de: Mailingliste geändert

source: MlLogCodes.list_deleted
de: Mailingliste gelöscht

source: MlLogCodes.moderator_added
de: Moderator hinzugefügt

source: MlLogCodes.moderator_removed
de: Moderator entfernt

source: MlLogCodes.whitelist_added
de: Whitelist-Eintrag hinzugefügt

source: MlLogCodes.whitelist_removed
de: Whitelist-Eintrag entfernt

source: MlLogCodes.subscription_requested
de: Abonnement beantragt

source: MlLogCodes.subscribed
de: Abonniert

source: MlLogCodes.subscription_changed
de: Abonnement geändert

source: MlLogCodes.unsubscribed
de: Abbestellt

source: MlLogCodes.marked_override
de: Als Ausnahme markiert

source: MlLogCodes.marked_blocked
de: Als Geblockt markiert

source: MlLogCodes.request_approved
de: Abonnementantrag bestätigt

source: MlLogCodes.request_denied
de: Abonnementantrag abgelehnt

source: MlLogCodes.request_cancelled
de: Abonnementantrag zurückgezogen

source: MlLogCodes.request_blocked
de: Abonnementantrag geblockt

source: MlLogCodes.automatically_removed
de: Automatisch abbestellt

source: MlLogCodes.reset
de: Zurückgesetzt

source: MlLogCodes.moderate_accept
de: Nachricht akzeptiert

source: MlLogCodes.moderate_reject
de: Nachricht zurückgewiesen

source: MlLogCodes.moderate_discard
de: Nachricht verworfen

source: ModerationPolicy.unmoderated
de: Alle dürfen schreiben

source: ModerationPolicy.non_subscribers
de: Abonnenten dürfen schreiben

source: ModerationPolicy.fully_moderated
de: Alle moderiert

source: PastEventLogCodes.event_created
de: Verg. Veranstaltung erstellt

source: PastEventLogCodes.event_changed
de: Verg. Veranstaltung geändert

source: PastEventLogCodes.event_deleted
de: Verg. Veranstaltung gelöscht

source: PastEventLogCodes.course_created
de: Verg. Kurs erstellt

source: PastEventLogCodes.course_changed
de: Verg. Kurs geändert

source: PastEventLogCodes.course_deleted
de: Verg. Kurs gelöscht

source: PastEventLogCodes.participant_added
de: Teilnehmer hinzugefügt

source: PastEventLogCodes.participant_removed
de: Teilnehmer entfernt

source: PastEventLogCodes.institution_created
de: Organisation erstellt

source: PastEventLogCodes.institution_changed
de: Organisation geändert

source: PastEventLogCodes.institution_deleted
de: Organisation gelöscht

source: PrivilegeChangeStati.pending
de: Ausstehende Änderung der Admin-Privilegien

source: PrivilegeChangeStati.approved
de: Bestätigte Änderung der Admin-Privilegien

source: PrivilegeChangeStati.successful
de: Erfolgreiche Änderung der Admin-Privilegien

source: PrivilegeChangeStati.rejected
de: Abgelehnte Änderung der Admin-Privilegien

source: QuestionnaireUsages.registration
de: Anmeldungs-Fragebogen

source: QuestionnaireUsages.additional
de: Zusätzlicher Fragebogen

source: RegistrationPartStati.not_applied
de: Nicht angemeldet

source: RegistrationPartStati.applied
de: Offen

source: RegistrationPartStati.participant
de: Teilnehmer

source: RegistrationPartStati.waitlist
de: Warteliste

source: RegistrationPartStati.guest
de: Gast

source: RegistrationPartStati.cancelled
de: Abgemeldet

source: RegistrationPartStati.rejected
de: Abgelehnt

source: LastschriftTransactionStati.issued
de: Offen

source: LastschriftTransactionStati.skipped
de: Übersprungen

source: LastschriftTransactionStati.success
de: Erfolgreich

source: LastschriftTransactionStati.failure
de: Geplatzt

source: LastschriftTransactionStati.cancelled
de: Abgebrochen

source: LastschriftTransactionStati.rollback
de: Rückgebucht

source: QueryOperators.empty
de: ist leer

source: QueryOperators.nonempty
de: ist nicht leer

source: QueryOperators.equal
de: ist gleich

source: QueryOperators.unequal
de: ist ungleich

source: QueryOperators.oneof
de: ist eines aus

source: QueryOperators.otherthan
de: ist keins von

source: QueryOperators.equalornull
de: ist leer oder gleich

source: QueryOperators.unequalornull
de: ist leer oder ungleich

source: QueryOperators.match
de: passt zu

source: QueryOperators.unmatch
de: passt nicht zu

source: QueryOperators.regex
de: passt auf POSIX-RegEx

source: QueryOperators.notregex
de: passt nicht auf POSIX-RegEx

source: QueryOperators.containsall
de: enthält alle

source: QueryOperators.containsnone
de: enthält keins von

source: QueryOperators.containssome
de: enthält min. eines aus

source: QueryOperators.fuzzy
de: ist ähnlich zu

source: QueryOperators.less
de: ist kleiner als

source: QueryOperators.lessequal
de: ist kleiner/gleich

source: QueryOperators.between
de: ist zwischen
