Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: The CdE-Datenbank relies on the principle of mutuality: Only if you allow others to access your data you can search for and access others. In your case, an admin has manually set you to be searchable. If you do not want this, you can refuse consent below. Alternatively, please confirm that you consent to the following.
de: Die CdE-Datenbank beruht auf dem Prinzip der Gegenseitigkeit: Nur wenn Du anderen erlaubst, Deine Daten aufzurufen, kannst du die Daten anderer suchen und aufrufen. In deinem Fall hat ein Admin manuell eingestellt, dass du in der Datenbank zu finden bist. Falls du das nicht möchtest, kannst du unten deine Einwilligung verweigern. Anderenfalls, bestätige bitte, dass du die folgende Einwilligung erteilst.

source: The CdE-Datenbank relies on the principle of mutuality: Because you have consented to the following, others can access your data and you can search for and access others.
de: Die CdE-Datenbank beruht auf dem Prinzip der Gegenseitigkeit: Weil Du die folgende Einwilligung erteilt hast, können andere Deine Daten aufrufen und Du die Daten anderer suchen und aufrufen.

source: The CdE-Datenbank relies on the principle of mutuality: Only if you consent to the following, others can access your data and you can search for and access others.
de: Die CdE-Datenbank beruht auf dem Prinzip der Gegenseitigkeit: Nur wenn Du die folgende Einwilligung erteilst, können andere Deine Daten aufrufen und Du die Daten anderer suchen und aufrufen.

source: I accept that my data may be mailed to other CdE-Members by post.
de: Ich erkläre mich damit einverstanden, dass meine Daten per Post an andere CdEler verschickt werden können.

source: I accept that my personal information can be accessed by other CdE-Members via the internet. (All data is encrypted and password-protected. The CdE can only contact you per E-Mail to give you important information and to remind you about outstanding fees, if you consent to the storage of your data.)
de: Ich erkläre mich damit einverstanden, dass meine persönlichen Daten auch im Internet von anderen CdElern eingesehen werden können. (Die Daten sind passwortgeschützt und werden verschlüsselt übertragen. Nur bei Einverständnis mit der Speicherung kann Dir der CdE Mails mit wichtigen Informationen und Erinnerungen an zu zahlende Beiträge schicken.)

source: I hereby declare that I will not pass the data of CdE-Members to third parties and that I will will not use it for any purpose, that is not in the sense and purpose of the CdE.
de: Ich erkläre, dass ich Daten anderer CdEler nicht an Dritte weitergeben oder zu Zwecken benutzen werde, die nicht Sinn und Aufgabe des CdE sind.

source: Give consent
de: Einwilligung erteilen

source: Refuse consent
de: Einwilligung verweigern

source: Don’t change anything
de: Nichts ändern

source: Create Course (%(pevent)s)
de: Kurs anlegen (%(pevent)s)

source: Create Course
de: Kurs anlegen

source: Add Course
de: Kurs hinzufügen

source: Warning: The new Course will be immediately visible to all CdE members viewing this past event.
de: Achtung: Der neue Kurs ist direkt für CdE-Mitglieder, die sich die vergangene Veranstaltung ansehen, sichtbar.

source: Create Past Event
de: Verg. Veranstaltung anlegen

source: Courses
de: Kurse

source: Enter one Course per line in the format: “%(number)s”;“%(title)s”;“%(desc)s”.
de: Hier einen Kurs pro Zeile im Format „%(number)s“;„%(title)s“;„%(desc)s“ eingeben.

source: Warning: The new Event will be immediately visible to all CdE-Members viewing the list of past Events.
de: Achtung: Die neue Veranstaltung ist direkt für alle CdE-Mitglieder in der Liste der verg. Veranstaltungen sichtbar.

source: Create New Member
de: Neues Mitglied anlegen

source: Initiative 25+ (Additional Information)
de: Initiative 25+ (weitere Informationen)

source: Initiative 25+ – What’s that?
de: Initiative 25+ – Was ist das?

source: If you give the authorization, the CdE will withdraw %(amount)s or more annually via Direct Debit.
de: Sofern Du die Erlaubnis dazu erteilst, zieht der CdE in Zukunft jährlich %(amount)s oder einen beliebigen höheren Betrag als Lastschrift von Deinem Konto ein: 25+ eben.

source: These %(amount)s will be used to pay the annual membership fee currently in force, currently %(fee)s. The remainder is a donation to the CdE. The CdE will make sure that about 40 to 50 percent of this is given to %(dsa)s or otherwise used to support the “%(idea)s”.
de: Mit diesen mindestens %(amount)s wird zunächst der – jeweils aktuelle – Mitgliedsbeitrag für ein Jahr verrechnet, derzeit also %(fee)s. Der Restbetrag kommt dem CdE als Spende zugute. Im Rahmen der Vereinsarbeit soll darauf geachtet werden, dass in etwa 40 bis 50 Prozent davon der %(dsa)s gespendet oder für eine sonstige Unterstützung der „%(idea)s“ verwendet werden.

source: Deutsche SchülerAkademie
de: Deutschen SchülerAkademie

source: For what does the CdE need donations?
de: Wofür benötigt der CdE Spenden?

source: The Pfingst-, Sommer, Winter- and Multinationale Akademie are subsidised with donations. This way the participation fees can be lowered which benefits all participants. Since 2013 we also subsidise some smaller events, such as the CdE-Seminar, the FamilienAkademie and the Studieninformationswochenende.
de: Die Pfingst-, Sommer-, Winter- und Multinationale Akademie werden durch Spenden bezuschusst. Dadurch sinken ihre Teilnehmerbeiträge, was allen Teilnehmern zugute kommt. Seit 2013 unterstützen wir auch einige kleinere Veranstaltungen mit einem Teil der eingegangenen Spenden, etwa das CdE-Seminar, die FamilienAkademie und das Studieninformationswochenende.

source: Supporting the SchülerAkademie
de: Die SchülerAkademie fördern

source: The %(initiative)s implements a decision of the General Assembly 2008 to support the “%(idea)s“ financially. To this end, the CdE may give a portion of the donations received this way to %(bub)s or use them to support SchülerAkademien in some other way.
de: Mit der %(initiative)s soll auch ein Beschluss der Mitgliederversammlung 2008 umgesetzt werden. Dazu darf der CdE einen Teil der auf diesem Weg erhaltenen Spenden an %(bub)s weiterreichen oder aber auf anderem Wege die „%(idea)s“ fördern.

source: Authorization Form
de: Einzugsermächtigung

source: For legal reasons, we need the Direct Debit Authorization Form in written form. Please fill %(link)s and send it to us by mail (not E-Mail).
de: Aus rechtlichen Gründen benötigen wir die Lastschriftermächtigung in Schriftform. Fülle dazu bitte %(link)s aus und schicke es uns zu.

source: this form
de: dieses Formular

source: CdE-Member Area
de: CdE-Mitgliederbereich

source: CdE-Member Quick-Search
de: Mitglieder-Schnellsuche

source: Search item
de: Suchbegriff

source: Search
de: Suche

source: To use the Member Search, You need to agree to the %(pri_pol)s.
de: Um die Mitgliedersuche verwenden zu können, musst Du die %(pri_pol)s bestätigen.

source: To use the Member Search, You need to be a CdE-Member. You can find more Information about Membership below.
de: Um die Mitgliedersuche verwenden zu können, musst Du CdE-Mitglied sein. Weitere Informationen dazu findest Du weiter unten.

source: More Information
de: Weitere Informationen

source: With the Initiative 25+ you can support the CdE and the “%(idea)s” financially, via Direct Debit of %(amount)s or more annually. %(link)s
de: Mit der Initiative 25+ unterstützt Du den CdE und die „%(idea)s“ finanziell durch einen Lastschrifteinzug von jährlich %(amount)s oder mehr. %(link)s

source: You are already a part of the Initiative 25+.
de: Du nimmst bereits an der Initiative 25+ teil.

source: View Your %(link)s.
de: Du kannst deine %(link)s ansehen.

source: existing Direct Debit Authorization
de: bestehende Einzugsermächtigung

source: You want to support the CdE and the “%(idea)s“ financially? You can give authorization for the CdE to withdraw %(amount)s or more annually via Direct Debit.
de: Du möchtest den CdE und die „%(idea)s“ finanziell unterstützen? Sofern Du die Erlaubnis dazu erteilst, zieht der CdE in Zukunft jährlich %(amount)s oder einen beliebigen höheren Betrag als Lastschrift von Deinem Konto ein: 25+ eben.

source: Get %(link_more_info)s or go directly to the %(link_form)s.
de: %(link_more_info)s dazu oder direkt die %(link_form)s ausfüllen.

source: Membership-Fee
de: Mitgliedsbeitrag

source: Your current Balance is %(amount)s.
de: Dein Guthaben beträgt aktuell %(amount)s.

source: Your Membership will end in a few days.
de: Deine Mitgliedschaft läuft in wenigen Tagen aus.

source: This will presumably last until %(date)s.
de: Damit bist du voraussichtlich Mitglied bis zum %(date)s.

source: You are currently <u>not a Member</u>. To become a Member again, You just have to replenish Your Account Balance.
de: Du bist derzeit <u>kein Mitglied</u>. Um wieder Mitglied zu werden, musst Du lediglich Dein Guthaben auffüllen.

source: To replenish your Account Balance, transfer money to the following Account:
de: Um Dein Guthaben aufzufüllen, überweise bitte Geld auf folgendes Konto:

source: Account holder
de: Kontoinhaber

source: Bank
de: Kreditinstitut

source: Payment reference
de: Verwendungszweck

source: Manage Institutions of past Events
de: Organisationen der verg. Veranstaltungen verwalten

source: Edit Direct Debit Authorization
de: Einzugsermächtigung bearbeiten

source: User
de: Benutzer

source: Member
de: Mitglied

source: Amount
de: Betrag

source: Account holder (if different)
de: Kontoinhaber (falls abweichend)

source: Account holder’s address (if different)
de: Anschrift Kontoinhaber (falls abweichend)

source: New Direct Debit Authorization
de: Neue Einzugsermächtigung

source: Direct Debit Authorizations Overview
de: Übersicht Einzugsermächtigungen

source: This Direct Debit will be skipped for this semster. This cannot be undone.
de: Der Bankeinzug wird für dieses Semester übersprungen. Das kann nicht rückgängig gemacht werden.

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Direct Debits will be created.
de: Lastschriften werden initialisiert.

source: Direct Debit will be created.
de: Lastschrift wird initialisiert.

source: Open Direct Debit Authorizations
de: Offene Einzugsermächtigungen

source: During the Semester – as early as possible, but not before the Payment Reqeusts/Information are sent – the following Direct Debits have to be executed. To do this, generate a cdd-file and import it into the online banking software. Directly afterwards activate the Direct Debits in the DB by clicking “Perform Direct Debit”. This sends a notification to the members informing them about the transaction.
de: Im Laufe des Semesters – und dabei möglichst früh, aber erst nach der Zahlungsinformation – sind noch folgende Lastschriften auszuführen. Dazu eine cdd-Datei generieren und in die Online-Banking-Software importieren. Direkt anschließend die Lastschriften in der Datenbank initialisieren per Klick auf „Bankeinzug ausführen“. Dies versendet eine Benachrichtigung an die Mitglieder über den bevorstehenden Lastschrifteinzug.

source: Create SEPA-PAIN-file
de: SEPA-PAIN-Datei erstellen

source: Perform Direct Debit
de: Bankeinzug ausführen

source: Skip Direct Debit
de: Überspringen

source: No Direct Debits to perform this Semester.
de: Keine zu bearbeitenden Lastschriften für dieses Semester.

source: Perform all Direct Debits
de: Alle Bankeinzüge ausführen

source: Open Direct Debits
de: Offene Bankeinzüge

source: The following Direct Debits are pending. As soon as they are executed, enter whether they were executed successfully, were not executed at all or failed to execute. In the latter case, the authorization will be considered revoked.
de: Folgende Einzüge befinden sich derzeit in der Schwebe. Sobald die ausgeführt wurden, bitte hier eintragen, ob diese erfolgreich ausgeführt wurden, gar nicht ausgeführt wurden oder geplatzt sind. Im letzteren Falle wird die Ermächtigung ans Widerrufen angesehen.

source: Select All
de: Alle auswählen

source: All
de: Alle

source: Select None
de: Keine auswählen

source: None
de: Keine

source: Invert Selection
de: Auswahl umkehren

source: Invert
de: Umkehren

source: Date
de: Datum

source: This transaction needs to be cancelled!
de: Diese Lastschrift muss abgebrochen werden!

source: All selected:
de: Alle ausgewählten:

source: Success
de: Erfolg

source: Failed
de: Geplatzt

source: Cancelled
de: Abbruch

source: There are currently no Direct Debits pending.
de: Aktuell befinden sich keine Einzüge in der Schwebe.

source: All active Authorizations
de: Alle aktiven Einzugsermächtigungen

source: Profile
de: Profil

source: Direct Debit Authorization
de: Einzugsermächtigung

source: Revoke Direct Debit Authorization
de: Einzugsermächtigung widerrufen

source: Active Direct Debit Authorization
de: Aktive Einzugsermächtigung

source: Submitted by
de: Erteilt durch

source: Acc. holder’s address
de: Anschrift Kontoinhaber

source: Granted
de: Erteilt

source: No active Direct Debit Authorization
de: Keine aktive Einzugsermächtigung

source: Transactions
de: Getätigte Lastschriften

source: Created
de: Erstellt

source: Finalized
de: Finalisiert

source: Transaction
de: Buchung

source: Creator
de: Ersteller

source: Donation receipt
de: Spendenbescheinigung

source: Reverse
de: Rückbuchung

source: Fill Direct Debit Authorization Form
de: Einzugsermächtigung ausfüllen

source: Unfortunately the Direct Debit Authorization Form is only available in German.
de: Leider gibt es das Einzugsermächtigungsformular nur auf Deutsch.

source: Direct Debit is only available for Accounts within the Single Euro Payments Area (SEPA).
de: Lastschrifteinzug ist nur innerhalb des Europäischen Zahlungsraums (SEPA) möglich.

source: Personal Information
de: Person

source: Address (of account holder)
de: Anschrift (des Kontoinhabers)

source: Address
de: Adresse

source: Zipcode (if in Germany)
de: Postleitzahl (Deutschland)

source: Country (if other than Germany)
de: Land (außer Deutschland)

source: Banking Information
de: Bankdaten

source: Confirm
de: Bestätigen

source: Past Events_[[long form]]
de: Vergangene Veranstaltungen

source: %(count)s Course
de: %(count)s Kurs

source: %(count)s Participant
de: %(count)s Teilnehmer

source: To use the Member Search, you must be an active CdE member.
de: Um die Mitgliedersuche verwenden zu können, musst Du aktives CdE-Mitglied sein.

source: Go to Search.
de: Zur Suche gehen.

source: %(count)s Member found
de: %(count)s Mitglied gefunden

source: Only the first %(cutoff)s results are displayed
de: Nur die ersten %(cutoff)s Ergebnisse werden angezeigt

source: No members found.
de: Keine Mitglieder gefunden.

source: Search Mask
de: Suchmaske

source: Fulltext
de: Volltext

source: Interests
de: Interessen

source: Course choices will be displayed after first search.
de: Kursauswahl wird nach der ersten Suche angezeigt.

source: Phone
de: Telefon

source: ZIP
de: PLZ

source: This search only finds searchable and active members. For all CdE users use the “%(link)s” page.
de: Diese Suche findet nur suchbare, aktive Mitglieder. Um alle CdE-Benutzer zu finden, nutze die „%(link)s“.

source: Properties of the search
de: Eigenschaften der Suche

source: The search will only find those, who are currently members and set their account to be visible.
de: Es werden nur CdEler gefunden, die ihre Einwilligung zur Suchbarkeit erteilt haben und aktuell Mitglied sind.

source: Search terms of up to three characters have to match exactly. In the full text search terms of up to three characters have to match an entire word.
de: Sucheingaben, die bis zu drei Zeichen lang sind, müssen genau auf den zu suchenden Eintrag passen. In der Volltextsuche wird jede Eingabe bis zu drei Zeichen als ein vollständiges Wort behandelt.

source: Search terms of four or more characters can match anywhere.
de: Sucheingaben, die mindestens vier Zeichen lang sind, können an beliebiger Stelle im zu suchenden Eintrag enthalten sein.

source: For example the search for "Aka" in the full text search will not match "Akademie". However the search for "Akadem" will match "Akademie".
de: Beispielsweise wird bei "Aka" in der Volltextsuche "Akademie" nicht gefunden, bei "Akadem" hingegen wird "Akademie" gefunden.

source: Stats by Year
de: Statistik nach Jahr

source: Stats by Location
de: Statistik nach Ort

source: Enter Money Transfers
de: Überweisungen eintragen

source: Send Notification
de: Benachrichtigung verschicken

source: Transfers
de: Daten

source: Comment
de: Kommentar

source: The Comment is optional.
de: Der Kommentar ist optional.

source: %(amount)s for %(name)s
de: %(amount)s für %(name)s

source: If the input changed, the validation results will be displayed again.
de: Falls die Eingabe geändert wird, wird das Validierungsergebnis ernaut angezeigt.

source: Transaction Type
de: Transaktionstyp

source: Event
de: Veranstaltung

source: Go to next Error.
de: Gehe zum nächsten Fehler

source: Go to submit buttons.
de: Gehe zu Absendeknöpfen.

source: Statement
de: Kontoauszug

source: Directly paste the Bank Statement from Bank für Sozialwirtschaft here.
de: Füge hier direkt den Kontoauszug der Bank für Sozialwirtschaft ein.

source: Parse
de: Parsen

source: %(count)s Transactions with Errors
de: %(count)s Transaktionen mit Fehlern

source: %(count)s Transactions with Warnings
de: %(count)s Transaktionen mit Warnungen

source: %(count)s Successful Transactions
de: %(count)s fehlerfreie Transaktionen

source: Go to first Error.
de: Gehe zum ersten Fehler

source: Ignore Warnings
de: Warnungen ignorieren

source: Download Membership Fees
de: Download (Mitgliedsbeiträge)

source: %(shortname)s participants
de: %(shortname)s Teilnehmer

source: CdE Course Search
de: CdE-Kurssuche

source: This search allows to search for courses from past events. Here, events from all institutions are included.
de: Die Suche erlaubt, nach Kursen von vergangenen Veranstaltungen zu suchen. Hierbei sind Veranstaltungen aller Organisationen eingeschlossen.

source: %(count)s Course found
de: %(count)s Kurs gefunden

source: No courses found.
de: Keine Kurse gefunden.

source: Member Search
de: Mitgliedersuche

source: To search by course instructor, use the %(membersearch)s instead.
de: Um nach Kursleitern zu suchen, nutze bitte die %(membersearch)s.

source: Add Participant to this Course
de: Teilnehmer zu diesem Kurs hinzufügen

source: ID of the new Participant
de: ID des neuen Teilnehmers

source: Remove
de: Entfernen

source: and_one_more
de: und %(count)s weiterer

source: This Course had no Participants.
de: Keine Teilnehmer eingetragen.

source: Delete Course
de: Kurs löschen

source: Deletes the Course, including Description and Participant information
de: Löscht den Kurs inkl. Beschreibung und der Information über die Zugehörigkeit der Teilnehmer.

source: The Course will be permanently deleted.
de: Dieser Kurs wird mit allen Daten irreversibel gelöscht.

source: The Participant will be removed from this Course.
de: Der Teilnehmer wird aus diesem Kurs entfernt.

source: Dokuteam Addresslist
de: Dokuteam-Adressliste

source: As you are no participant of this past event, you can only see this link because you are admin.
de: Du bist kein Teilnehmer dieser vergangenen Veranstaltung und kannst diesen Link nur in Deiner Eigenschaft als Admin sehen.

source: Add Participant <u>without</u> Course
de: Teilnehmer <u>ohne</u> Kurs hinzufügen

source: This Event had no Participants.
de: Keine Teilnehmer eingetragen.

source: Delete Event
de: Veranstaltung löschen

source: Deletes the event, including description, courses and participant information.
de: Löscht die Veranstaltung inklusive Beschreibung, Kursen und Teilnehmern.

source: The event will be permanently deleted.
de: Die Veranstaltung wird irreversibel gelöscht.

source: The Participant will be removed from the Event.
de: Der Teilnehmer wird aus der Veranstaltung entfernt.

source: The actions on this site affect all Members, therefore they are basically irreversibel. Only use them, if You are absolutely sure what You are doing.
de: Die auf dieser Seite enthaltenen Aktionen betreffen alle Mitglieder. Aus diesem Grund sind sie praktisch nicht rückgängig zu machen. Führe diese Aktionen bitte nur aus, wenn Du Dir sicher bist, was Du tust.

source: We are currently in Semester %(number)s.
de: Derzeit befinden wir uns in Semester Nummer %(number)s.

source: Payment Requests will be sent.
de: Der Versand der Zahlungsaufforderungen wird gestartet.

source: All inactive Members will be removed. This cannot be undone and it can only be done once per Semester.
de: Die inaktiven Mitglieder werden gestrichen. Das ist irreversibel und nur einmal im Semester möglich.

source: The Balance of all Members will be updated. This cannot be undone.
de: Das Guthaben aller Mitglieder wird aktualisiert. Diese Aktion ist irreversibel.

source: The new Semester will be created.
de: Das neue Semester wird angelegt.

source: Address-Check-Mails will be sent.
de: Der Versand der Address-Check-Mails wird gestartet.

source: The new exPuls-Semester will be created.
de: Das neue exPuls-Semester wird angelegt.

source: Send Payment Requests/Information
de: Zahlungsaufforderung/-information versenden

source: Done up until %(state)s. %(count)s emails have been sent so far.
de: Erledigt bis %(state)s. %(count)s E-Mails wurden bisher versandt.

source: Only one Test-Mail
de: Nur einzelne Testmail

source: Include Address-Check
de: Mit Adressabfrage

source: Send Mails
de: Mails verschicken

source: Done on the %(date)s. %(count)s emails were sent.
de: Erledigt am %(date)s. %(count)s E-Mails versandt.

source: Remove inactive Members
de: Streichung inaktiver Mitglieder

source: Done up until %(state)s. %(count)s memberships have been ended so far. A total of %(balance)s has been deducted so far.
de: Erledigt bis %(state)s. %(count)s Mitgliedschaften wurden bisher beendet. %(balance)s an Guthaben wurde bisher eingezogen.

source: %(low_count)s members have insufficient balance (total of %(low_total)s) right now (%(low_last_count)s of these with an active lastschrift). Additionally we have %(trial_count)s trial members.
de: Derzeit haben %(low_count)s Mitglieder ein zu niedriges Guthaben (insgesamt %(low_total)s, davon %(low_last_count)s mit einer aktiven Einzugsermächtigung). Zusätzlich gibt es %(trial_count)s Probemitglieder.

source: To be done later.
de: Später zu erledigen.

source: Done on the %(date)s. %(count)s memberships were ended. A total of %(balance)s was deducted.
de: Erledigt am %(date)s. %(count)s Mitgliedschaften beendet. %(balance)s an Guthaben eingezogen.

source: Update Balances
de: Guthaben aktualisieren

source: Done up until %(state)s. %(count)s trial meberships have been ended so far. A total of %(total)s has been deducted so far.
de: Erledigt bis %(state)s. %(count)s Probemitgliedschaften wurden bisher beendet. Bisher wurden %(total)s abgebucht.

source: %(total_count)s Members total, %(trial_count)s of which have a Trial-Membership right now.
de: Insgesamt %(total_count)s Mitglieder, %(trial_count)s davon haben eine Probemitgliedschaft.

source: Done on the %(date)s. %(count)s trial memberships were ended. A total of %(total)s was deducted.
de: Erledigt am %(date)s. %(count)s Probemitgliedschaften wurden beendet. Insgesamt wurden %(total)s abgebucht.

source: Next Semester
de: Nächstes Semester

source: The Semesterstate influences the display of Balances. This button should be pressed at the target date (give or take three weeks).
de: Der Semesterzustand beeinflusst die Anzeige der Guthaben. Dieser Knopf sollte also zum Zielzeitpunkt (plus/minus drei Wochen) gedrückt werden.

source: Semester History
de: Semesterhistorie

source: widen semester history
de: Semesterhistorie breiter anzeigen
