Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: Assigned to unchosen course
de: Teilnehmer in einem ungewählten Kurs

source: Course Choices (%(title)s)
de: Kurswahlen (%(title)s)

source: %(count)s of %(max)s Att.
de: %(count)s von %(max)s Tn.

source: %(count)s Att.
de: %(count)s Tn.

source: in Track %s
de: in Kursschiene %s

source: — any —
de: — egal —

source: Filter: Coursetrack
de: Filter: Kursschiene

source: Show only participants who %(select3)s the course %(select2)s %(select1)s
de: Nur Teilnehmer anzeigen, die %(select1)s %(select2)s %(select3)s.

source: Filter: Course
de: Filter: Kurs

source: — no Filter —
de: — kein Filter —

source: Filter: Course Operator
de: Filter Kursoperator

source: Only include these IDs: %(select4)s, but %(checkbox)s.
de: Zeige nur die folgenden IDs an: %(select4)s, aber %(checkbox)s an.

source: Filter: Registration IDs
de: Filter: Anmeldungs-IDs

source: Show pending registrations
de: zeige offene Anmeldungen

source: Go!
de: Los!

source: Show all participants
de: Zeige alle Teilnehmer an

source: Assignment
de: Einteilung

source: in Tracks
de: in Kurschienen

source: %(assign)s %(participants)s %(course)s %(tracks)s %(submit)s
de: %(participants)s %(tracks)s %(course)s %(assign)s %(submit)s

source: Assign
de: einteilen.

source: selected participants
de: Die ausgewählten Teilnehmer

source: Assignment Method
de: Einteilungsverfahren

source: Assign to Course
de: In Kurs einteilen

source: View Registrations
de: In Anmeldungsliste anzeigen

source: assigned to
de: eingeteilt in

source: Instr.
de: KL

source: Select %s
de: %s auswählen

source: Color Guide
de: Farb-Legende

source: Course is too empty
de: Kurs ist zu leer

source: Course is overfull
de: Kurs ist zu voll

source: not assigned or course is cancelled
de: keine Kurseinteilung oder Kurs fällt aus

source: Double-Click the course number to view the course.
de: Doppelklick auf Kursnummer führt zum Kurs.

source: Courselist %(title)s
de: Kursliste %(title)s

source: The Courselist is currently only visible to Orgas and Admins.
de: Die Kursliste ist derzeit nur für Orgas und Admins sichtbar.

source: Cancelled courses are only marked for orgas. Other users can currently only see in which course tracks the course was originally offered.
de: Ausfallende Kurse werden nur für Orgas hier markiert. Andere Benutzer können zur Zeit nur sehen, in welchen Kursschienen der Kurs ursprünglich angeboten wurde.

source: Cancelled courses are only marked for orgas. Other users cannot see courses' state currently.
de: Ausfallende Kurse werden nur für Orgas hier markiert. Andere Benutzer könnenden Status eines Kurses zur Zeit nicht sehen.

source: The instructors for each course are only visible to logged in event users.
de: Die Kursleiter sind nur für eingeloggte Veranstaltungsnutzer sichtbar.

source: by %(instructors)s
de: von %(instructors)s

source: This event does not yet have any courses.
de: Diese Veranstaltung hat noch keine Kurse.

source: This event does not have Courses.
de: Diese Veranstaltung hat keine Kurse.

source: Course Query (%(title)s)
de: Kurssuche (%(title)s)

source: Course Query
de: Kurssuche

source: Set Field
de: Datenfeld setzen

source: Manage Courses (%(title)s)
de: Kurse verwalten (%(title)s)

source: Include all active registrations
de: Alle aktiven Anmeldungen anzeigen

source: Manage Courses
de: Kurse verwalten

source: The course statistics, shown below, include only approved participants.
de: Die untenstehenden Kursstatistiken enthalten nur Anmeldungen mit Status “Teilnehmer”.

source: The course attendee and choice statistics include all active registrations (registration status “Participant”, “Guest”, “Waitlist” and “Applied”).
de: Die Kursteilnehmer- und Kurswahl-Statistiken enthalten alle aktiven Anmeldungen (Anmeldestatus “Teilnehmer”, “Gast”, “Warteliste” und “Offen”).

source: Only show participants
de: Nur Teilnehmer anzeigen

source: Numbers of course choices include course instructors of other courses. Limits do not include course instructors.
de: Die Kurswahl-Anzahlen beinhalten Kursleiter anderer Kurse. Die Grenzen beinhalten nicht die Kursleiter.

source: Course Size & Choices
de: Kursgröße und -wahlen

source: Limit
de: Grenzen

source: Assigned
de: Eingeteilt

source: Course cancelled
de: Findet nicht statt

source: Manage Attendees
de: Kursteilnehmer verwalten

source: Not enough Attendees
de: Zu wenige Kursteilnehmer

source: Too many Attendees
de: Zu viele Kursteilnehmer

source: Course cancelled, has Attendees
de: Kurs fällt aus, hat noch Kursteilnehmer

source: Add Course (%(title)s)
de: Kurs hinzufügen (%(title)s)

source: Create Event
de: Veranstaltung anlegen

source: Event Begin
de: Veranstaltungsbeginn

source: Event End
de: Veranstaltungsende

source: Event with courses
de: Veranstaltung mit Kursen

source: If the event comprises multiple parts or multiple course tracks, they have to be added later, using the “Event-Parts” configuration page.
de: Falls die Veranstaltung aus mehreren Teilen besteht oder mehrere Kursschienen enthält, müssen diese später über die Konfigurations-Seite „Veranstaltungsteile“ hinzugefügt werden.

source: Financial
de: Finanzielles

source: Create Orga Mailinglist
de: Orga-Mailingliste erstellen

source: Create Participant Mailinglist
de: Teilnehmermailingliste erstellen

source: Create Lodgement (%(title)s)
de: Unterkunft anlegen (%(title)s)

source: Create Lodgement
de: Unterkunft anlegen

source: Create New Event-User
de: Neuen Veranstaltungsnutzer anlegen

source: Downloads for Event %(title)s
de: Downloads zur Veranstaltung %(title)s

source: Printables
de: Drucksachen

source: Nametags
de: Namenschilder

source: Course Attendee Lists
de: Kursteilnehmerlisten

source: Lodgement Inhabitant Lists
de: Unterkunftbewohnerlisten

source: Course Puzzle
de: Bastelsatz Kurseinteilung

source: cut out and sort into a course assignment
de: zum Ausschneiden und Zusammenpuzzeln

source: Lodgement Puzzle
de: Bastelsatz Unterkunftseinteilung

source: cut out and sort into a lodgement assignment
de: zum Ausschneiden und Zusammenpuzzeln

source: Participant Lists
de: Teilnehmerlisten

source: The public lists only contain those who gave their consent to be on the list. Only these may be sent to the participants beforehand.
de: Die öffentlichen Listen enthalten nur diejenigen Teilnehmer, die bei der Anmeldung zugestimmt haben, dass ihre Daten weitergegeben werden dürfen. Nur diese Listen dürfen im Vorfeld der Veranstaltung an die Teilnehmer weitergegeben werden.

source: The orga lists contain all participants and are for orgas only. They may however be displayed publicly at the event iteself.
de: Die Orga-Listen enthalten alle Teilnehmer und sind nur für die Orgas gedacht. Sie dürfen allerdings bei der Veranstaltung selbst öffentlich aufgehangen werden.

source: Public List
de: Öffentliche Liste

source: Public List (Landscape)
de: Öffentliche Liste (Querformat)

source: Orga List
de: Orga-Liste

source: Orga List (Landscape)
de: Orga-Liste (Querformat)

source: Public Lists by part
de: Öffentliche Listen nach Veranstaltungsteil

source: Orga Lists by part
de: Orga-Listen nach Veranstaltungsteil

source: Export
de: Datenexport

source: The full export is now on event overview.
de: Der volle Export befindet sich nun auf der Übersichtsseite.

source: Partial Event Export
de: Partieller Veranstaltungsexport

source: for consumption by external tools
de: zur Verwendung mit externen Werkzeugen

source: JSON file
de: JSON-Datei

source: CSV-File
de: CSV-Datei

source: Lodgementlist
de: Unterkunftsliste

source: Dokuteam courselist
de: Dokuteam Kursliste

source: Shell-Snippet
de: Shell-Schnipsel

source: Dokuteam participant list
de: Dokuteam Teilnehmerliste

source: ZIP-Archive
de: ZIP-Archiv

source: Set Field %(field)s (%(title)s)
de: Datenfeld %(field)s setzen (%(title)s)

source: Set %(field)s
de: %(field)s setzen

source: Lodgement Query
de: Unterkunftssuche

source: Summary to be added to the log entries. This is prefixed with "%s gesetzt: "
de: Zusammenfassung für den Logeintrag. Erhält "%s gesetzt: " als Präfix.

source: No registrations found.
de: Keine Anmeldungen vorhanden.

source: Select Field (%(title)s)
de: Datenfeld auswählen (%(title)s)

source: Select Field
de: Datenfeld auswählen

source: Field
de: Feld

source: Participants/Registrations to be changed
de: Zu ändernde Teilnehmer/Anmeldungen

source: Courses to be changed
de: Zu ändernde Kurse

source: Lodgements to be changed
de: Zu ändernde Unterkünfte

source: Configure Custom Fields (%(title)s)
de: Datenfelder konfigurieren (%(title)s)

source: Name of the Custom Field
de: Name des Datenfelds

source: Datatype
de: Datentyp

source: Fields for
de: Feld für

source: Options
de: Optionen

source: Display at Checkin
de: Beim Checkin anzeigen

source: New Field
de: Neues Feld

source: Add Field
de: Feld hinzufügen

source: Remove Field
de: Feld entfernen

source: Deleting a field includes deletion of all data, which is stored in this field in any registration/course/lodgement. Changing the datatype of a field deletes all data that cannot be casted to the new type, upon saving.
de: Beim Löschen eines Feldes werden auch alle Daten gelöscht, die in einer Anmeldung/einem Kurs/einer Unterkunft in diesem Feld gespeichert sind. Das Ändern des Datentyps führt beim Speichern zur Löschung aller Daten, die nicht in den neuen Datentyp konvertiert werden können.

source: Enter Options in the following format: %(format)s Setting Options will create a selection box when using this field. The description text will be displayed in the selection box, the value will be saved to the database upon selection. The value must be compatible to the selected datatype. Empty Options will be displayed as a free text/number/date field.
de: Das Eingabeformat für die Optionen ist: %(format)s Der Beschreibungstext wird im Auswahlfeld angezeigt; der Wert wird bei Auswahl der Option in der Datenbank abgespeichert. Er muss kompatibel zum eingestellten Datentyp sein. Ein leeres Optionen-Feld führt zu einem Freitext/Zahl/Datum-Feld.

source: Description Text
de: Beschreibungstext

source: Value
de: Wert

source: for %(track)s
de: für %(track)s

source: Optional choice
de: Optionale Wahl

source: – I am not an Instructor –
de: – Ich bin kein Kursleiter –

source: If you are instructing a course, please specify which one.
de: Falls Du einen Kurs angeboten hast, gib bitte an, welchen.

source: I agree that my data, including my name, address and my email, may be sent to other participants of this event beforehand.
de: Ich stimme zu, dass meine Daten, insbesondere mein Name, meine Adresse und meine E-Mail, im Vorfeld der Veranstaltung an andere Teilnehmer weitergegeben werden dürfen.

source: Privacy consent
de: Datenschutzeinwilligung

source: Mixed Lodging not possible.
de: Gemischte Unterbringung nicht möglich

source: The selection must be compatible with the parental consent form.
de: Die Auswahl muss mit der Einverständniserklärung der Erziehungsberechtigten kompatibel sein.

source: I agree to mixed lodging.
de: Ich bin mit einer gemischten Unterbringung einverstanden.

source: I want to be lodged separated by gender.
de: Ich möchte geschlechtergetrennt untergebracht werden.

source: Photo consent
de: Film- und Fotohinweis

source: In the context of this event, photos and recordings will be made to be used for the event-documentation and a CdE-internal, password protected media collection. Individual photos and recordings can be excluded from this by request.
de: Im Rahmen dieser Veranstaltung werden Fotos und Aufnahmen entstehen, die für die Veranstaltungsdokumentation und eine CdE-interne, passwortgeschützte Mediensammlung verwendet werden. Einzelne Fotos und Aufnahmen können auf gesonderten Wunsch hin davon ausgenommen werden.

source: Notes for Orgas and Instructors
de: Anmerkungen für Orgas und Kursleiter

source: Notes for Orgas
de: Anmerkungen für Orgas

source: Create Event-User
de: Veranstaltungsaccount anlegen

source: Registration in future.
de: Anmeldung beginnt bald™.

source: Registration is open.
de: Anmeldung ist offen.

source: Late-Registration is open.
de: Nachmeldung ist offen.

source: Event is happening.
de: Veranstaltung findet gerade statt.

source: Event is past.
de: Veranstaltung ist vorbei

source: (already %(link)s)
de: (bereits %(link)s)

source: (until %(date)s)
de: (bis %(date)s)

source: (late registrations until %(date)s)
de: (Nachmeldung bis %(date)s)

source: (only late registrations possible)
de: (nur Nachmeldungen möglich)

source: There are currently no event registrations open.
de: Zur Zeit sind keine Veranstaltungen zur Anmeldung freigegeben.

source: Organized Events
de: Organisierte Veranstaltungen

source: Other Events
de: Weitere Veranstaltungen

source: is cancelled
de: wurde abgesagt

source: Previous CdE events, including their courses and participants, can be found at %(link)s – together with Junior- and SchülerAkademien. Furthermore, there is a %(list)s of all events which have not been cleansed yet.
de: Die früheren CdE-Veranstaltungen mit ihren Teilnehmern und Kursen findest Du gemeinsam mit den Schüler- und JuniorAkademien unter %(link)s. Darüber hinaus gibt es eine %(list)s aller Veranstaltungen, die noch nicht von persönlichen Daten bereinigt und gelöscht wurden.

source: list
de: Liste

source: Previous CdE events are accessible to members only – together with Junior- and SchülerAkademien. However, there is a %(list)s of all events which have not been cleansed yet.
de: Die früheren CdE-Veranstaltungen gemeinsam mit den Schüler- und JuniorAkademien sind nur Mitgliedern zugänglich. Allerdings gibt es eine %(list)s aller Veranstaltungen, die noch nicht von persönlichen Daten bereinigt und gelöscht wurden.

source: %(count)s Parts
de: %(count)s Teile

source: Archived Events
de: Archivierte Veranstaltungen

source: Lodgement Groups (%(title)s)
de: Unterkunftgruppen (%(title)s)

source: Manage Lodgement Groups
de: Unterkunftgruppen verwalten

source: Lodgement Groups
de: Unterkunftgruppen

source: Lodgement Query (%(title)s)
de: Unterkunftssuche (%(title)s)

source: Lodgement Wishes Graph (%(event_title)s)
de: Hauswünsche-Graph (%(event_title)s)

source: Lodgement Wishes Graph
de: Hauswünsche-Graph

source: The Lodgement Wishes Graph provides a visual representation of the roommate wishes entered by the participants. It detects wished participants in the entered text by full name (any given name plus family name), forename/display name plus family name, email address or CdEDB id ("DB-0000").
de: Der Hauswünsche-Graph zeigt eine graphische Darstellung der Hauswünsche, die von den Teilnehmern eingegeben wurden. Er erkennt die gewünschten Teilnehmer im eingegebenen Text anhand ihrer vollständigen Namen (irgendein Vorname plus Nachname), Rufnamen plus Nachnamen, E-Mail-Adressen oder CdEDB-ID ("DB-0000").

source: Custom Field
de: Datenfeld

source: The Lodgement Wishes Graph is only available if a <i>Field for Rooming Preferences</i> is configured in the event configuration. Please create a %(link_custom_fields)s (associated to registrations) for the lodgement wishes, if not present yet, and go to %(link_config)s to select it as the field for Rooming Preferences.
de: Der Hauswünsche-Graph ist nur verfügbar, wenn ein <i>Feld für Hauswünsche</i>in der Verantsaltungs-Konfiguration eingestellt wurde. Bitte erstelle ein %(link_custom_fields)s (für Anmeldungen) für die Hauswünsche, falls noch nicht geschehen und nutze die %(link_config)s, um es als Feld für Hauswünsche auszuwählen.

source: Event Configuration
de: Veranstaltungs-Konfiguration

source: Each node represents one participant. Participants on the waitlist are included in the graph but displayed with a dashed outline. The background color of the nodes corresponds roughly to the participant's age. Further information about a participant (esp. their wishes as submitted) is shown in the mouse-over tooltip of the nodes. The nodes are hyperlinked to the details page of the participant.
de: Jeder Knoten repräsentiert einem Teilnehmer. Teilnehmer auf der Warteliste sind ebenfalls im Graph enthalten, werden jedoch mit einer gestrichelten Umrandung dargestellt. Die Hintergrundfarbe der Knoten entspricht grob dem Alter der Teilnehmer. Weitere Informationen über einen Teilnehmer werden im Mouse-over Tooltip der Knoten angezeigt (insb. ihre eingetragenen Wünsche). Die Knoten sind Hyperlinks auf die Detail-Ansichts-Seite der Teilnehmer.

source: Each edge represents a detected wish. Bidirectional wishes are drawn as a stronger line (and have greater impact on the graph layout). Wishes that are only applicable when considering the waitlist are shown as a dashed, greyish line.
de: Jede Kante repräsentiert einen erkannten Hauswunsch. Gegenseitige Wünsche werden als stärkere Linie dargestellt (und haben größeren Einfluss auf das Graph-Layout). Wünsche, die nur unter Berücksichtigung der Warteliste anwendbar sind, werden gestrichelt und ausgegraut dargestellt.

source: The displayed participants can be filtered by event part. The nodes can optionally be clustered by the already assigned lodgements. For multi-part events that requires the part to be filtered. The clusters' labels are hyperlinked to the respective lodgement management page.
de: Die angezeigten Teilnehmer können nach Veranstaltungsteil gefiltert werden. Optional können die Knoten auch nach den bereits zugewiesenen Unterkünften geclustert werden. Bei mehrteiligen Veranstaltungen muss dazu nach einem Veranstaltungsteil gefiltert werden. Die Label der Cluster sind Hyperlinks auf die jeweilige Unterkunfts-Seite.

source: Event Parts
de: Veranstaltungsteile

source: — All Parts —
de: — Alle Teile —

source: All Participants
de: Alle Teilnehmer

source: Include participants without wishes and not being wished
de: Schließe Teilnehmer ein, die nicht wünschen oder gewünscht wurden

source: Show Lodgements
de: Zeige Unterkünfte

source: Display assigned lodgements as clusters (reduces graph layout quality)
de: Zeige die zugewiesenen Unterkünfte als Cluster an (verschlechtert die Qualität des Graph-Layouts)

source: No wish issues detected.
de: Keine Probleme mit den Wünschen erkannt.

source: Lodgements (%(title)s)
de: Unterkünfte (%(title)s)

source: Sort ascending.
de: Aufsteigend sortieren.

source: Sort descending.
de: Absteigend sortieren.

source: Add Lodgement
de: Unterkunft anlegen

source: Inhabitants
de: Bewohner

source: Regular
de: Regulär

source: Ungrouped Lodgements
de: Ungruppierte Unterkünfte

source: Manage Inhabitants
de: Bewohner verwalten

source: Overfull
de: Überfüllt

source: Illegal Gendermix
de: unzulässige Geschlechtermischung

source: Sorting:
de: Sortierung:

source: The lodgements may be sorted according to the following criteria inside their lodgement groups.
de: Die Unterkünfte können innerhalb der Unterkunftsgruppen sortiert werden.

source: The names of the <strong>event parts</strong> sort by the number of regular spaces used in this part.
de: Die Namen der <strong>Veranstaltungsteile</strong> sortieren nach den genutzten regulären Plätzen in diesem Veranstaltungsteil.

source: The <strong>+x</strong> sort by the number of camping mat spaces used in the associated part.
de: Die <strong>+x</strong> sortieren nach den genutzten Isomattenplätzen in dem zugehörigen Veranstaltungsteil.

source: The columns <strong>regular</strong> and <strong>camping mat</strong> sort numerically.
de: Die Spalten <strong>Regulär</strong> und <strong>Isomatte</strong> werden numerisch sortiert.

source: Manage Attendees of Course %(course)s (%(title)s)
de: Kursteilnehmer für Kurs %(course)s verwalten (%(title)s)

source: Attendees of %(course)s
de: Kursteilnehmer von %(course)s

source: Assigned Attendees
de: Eingeteilte Kursteilnehmer

source: There are currently no attendees assigned.
de: Zur Zeit keine Kursteilnehmer eingeteilt.

source: Add Attendee
de: Kursteilnehmer hinzufügen

source: currently
de: aktuell

source: Remove Attendee
de: Kursteilnehmer entfernen

source: Manage Inhabitants of Lodgement %(lodgement)s (%(title)s)
de: Bewohner der Unterkunft %(lodgement)s verwalten (%(title)s)

source: Inhabitants of %(lodgement)s
de: Bewohner von %(lodgement)s

source: Assigned Inhabitants
de: Eingeteilte Bewohner

source: The are currently no inhabitants assigned.
de: Zur Zeit keine Bewohner eingeteilt.

source: Add Inhabitant
de: Bewohner hinzufügen

source: Remove Inhabitant
de: Bewohner entfernen

source: Swap inhabitants with
de: Tausche Bewohner mit

source: Configure Event-Parts (%(title)s)
de: Veranstaltungsteile konfigurieren (%(title)s)

source: Configure Event-Parts
de: Veranstaltungsteile konfigurieren

source: Delete Part
de: Teil löschen

source: The event part will be permanently deleted.
de: Der Veranstaltungsteil wird irreversibel gelöscht.

source: Change Part
de: Teil bearbeiten

source: Partial Import for Event %(title)s
de: Partieller Import zur Veranstaltung %(title)s

source: Validation errors
de: Validierungsfehler

source: Your upload contained errors and was not processed. The following is a list of the observed violations.
de: Deine Datei enthielt Fehler und konnte nicht verarbeitet werden. Es folgt eine Liste der beobachteten Abweichungen.

source: unspecific error
de: unspezifischer Fehler

source: Update of event data with prefabricated changesets (e.g. known list of lodgements) or external programms. In the latter case, please read the documentation first.
de: Aktualisierung oder Ergänzung der Veranstaltung-Daten mit vorgefertigten Daten (z.B. bekannte Liste von Unterkünften) oder externen Programmen. Für letzteres lies bitte zuerst die Dokumentation.

source: After the upload a summary of the changes will be displayed and the import must be approved.
de: Nach dem Upload wird eine Übersicht der Änderungen gezeigt und der Import muss bestätigt werden.

source: Partial Import Validation (%(title)s)
de: Validierung Partieller Import (%(title)s)

source: Attribute
de: Attribut

source: Old Value
de: Alter Wert

source: New Value
de: Neuer Wert

source: Payment
de: Bezahlung

source: Max. Size
de: Max.-Größe

source: Min. Size
de: Min.-Größe

source: Carefully check the summary below, as this tool has the potential to do irreversible damage to your event. (You read the %(manual)s, right?)
de: Prüfe die angezeigten Änderungen genau – dieses Werkzeug hat das Potential Deiner Veranstaltung irreversiblen Schaden zuzufügen. (Du hast die %(manual)s gelesen, oder?)

source: manual
de: Anleitung

source: Summary of Changes
de: Änderungszusammenfassung

source: Changed registrations
de: Geänderte Anmeldungen

source: Expand all
de: Alle ausklappen

source: Collapse all
de: Alle einklappen

source: Changed registration attributes
de: Geänderte Anmeldungs-Attribute

source: New registrations
de: Neue Anmeldungen

source: Deleted registrations
de: Gelöschte Anmeldungen

source: Changed courses
de: Geänderte Kurse

source: Changed course attributes
de: Geänderte Kurs-Attribute

source: New courses
de: Neue Kurse

source: Deleted courses
de: Gelöschte Kurse

source: Changed lodgements
de: Geänderte Unterkünfte

source: Changed lodgement attributes
de: Geänderte Unterkunfts-Attribute

source: New lodgements
de: Neue Unterkünfte

source: Deleted lodgements
de: Gelöschte Unterkünfte

source: Added
de: Hinzugefügt

source: Changed
de: Geändert

source: Deleted
de: Gelöscht

source: The input produced an empty diff. No changes are to be imported.
de: Die Eingabe erzeugte eine leere Differenz. Es sind keine Änderungen zu importieren.

source: Apply changes
de: Änderungen anwenden
