Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: Modified %(num)s existing members.
de: %(num)s Wiederaufnahmen.

source: Initial import.
de: Ursprünglicher Import.

source: No vote found.
de: Konnte keine Eintrag finden.

source: Must be admin to access global log.
de: Nur Admins dürfen auf das globale Log zugreifen.

source: Must have privileged access to view assembly log.
de: Keine Zugriffsrechte auf Veranstaltungs-Log.

source: Bad scope.
de: Unzulässiger Bereich.

source: No input specified.
de: Keine Eingabe gemacht.

source: Can only retrieve id for exactly one assembly.
de: Kann nur die ID von exact einer Versammlung bestimmen.

source: Too many inputs specified.
de: Zu viele Eingaben gemacht.

source: Not privileged to access assembly tables
de: Nicht berechtigt auf Veranstaltungstabellen zuzugreifen

source: Not privileged.
de: Nicht die nötige Zugriffsberechtigung.

source: Something went wrong.
de: Irgendetwas ist schiefgegangen.

source: Must have privileged access to change assembly.
de: Keine Zugriffsrechte zum Ändern der Versammlung.

source: Assembly already concluded.
de: Die Versammlung ist bereits beendet.

source: Cannot alter assembly presiders after assembly has been concluded.
de: Die Versammlungsleitung kann nicht modifiziert werden, nachdem die Versammlung beendet wurde.

source: Some of these users do not exist or are archived.
de: Einige dieser Nutzer existieren nicht oder sind archiviert.

source: Some of these users are not assembly users.
de: Einige dieser Nutzer sind keine Versammlungsnutzer.

source: Unable to remove active ballot.
de: Eine aktive Abstimmung kann nicht gelöscht werden.

source: Deletion of %(type)s blocked by %(block)s.
de: Löschen von %(type)s wird verhindert von %(block)s.

source: Unable to cascade %(blocker)s.
de: Kaskadierung für %(blocker)s nicht möglich.

source: Must have privileged access to change ballot.
de: Fehlende Zugriffsrechte zur Änderung der Abstimmung.

source: Unable to modify active ballot.
de: Eine aktive Abstimmung kann nicht mehr verändert werden.

source: Non-existing candidates specified.
de: Nicht-existente Option angegeben.

source: Must have privileged access to create ballot.
de: Fehlende Zugriffsrechte zum Anlegen neuer Abstimmungen.

source: Must have privileged access to delete ballot.
de: Fehlende Zugriffsrechte zum Löschen von Abstimmungen.

source: Cannot delete ballot that has started voting.
de: Die Abstimmung kann nach Beginn des Abstimmungszeitraums nicht mehr gelöscht werden.

source: Cannot delete ballot that has votes.
de: Die Abstimmung kann nicht gelöscht werden, da ihr Stimmen zugeordnet sind.

source: Normal voting still going on.
de: Der normale Abstimmungszeitraum ist noch nicht zu Ende.

source: Cannot delete ballot once it has been locked.
de: Eine Abstimmung kann nicht mehr gelöscht werden, nachdem sie gesperrt wurde.

source: Cannot delete ballot once the assembly has been locked.
de: Eine Abstimmung kann nicht mehr gelöscht werden, nachdem die Versammlung gesperrt wurde.

source: Signup already ended.
de: Der Anmeldezeitraum ist vorbei.

source: Must have privileged access to add an external assembly participant.
de: Fehlende Zugriffsrechte für das Hinzufügen externer Versammlungsnutzer.

source: Not allowed for members.
de: Ungültige Operation für Mitglieder.

source: Only allowed for assembly users.
de: Nur für Versammlungsnutzer zulässig.

source: Must attend to vote.
de: Nur Teilnehmer der Versammlung können abstimmen.

source: Ballot already closed.
de: Die Abstimmung ist bereits zu Ende.

source: Ballot not yet open.
de: Die Abstimmung hat noch nicht begonnen.

source: Could not determine secret.
de: Geheimnis konnte nicht bestimmt werden.

source: Must attend the ballot.
de: Kein Teilnehmer der Versammlung.

source: May not access result for this ballot.
de: Keine Berechtigung, das Ergebnis dieser Abstimmung anzuzeigen.

source: Extension unchecked.
de: Verlängerung der Abstimmung noch nicht überprüft.

source: Voting still going on.
de: Die Abstimmung ist noch nicht zu Ende.

source: Assembly is not active.
de: Versammlung ist nicht aktiv.

source: Assembly has open ballots.
de: Versammlung hat noch offene Abstimmungen

source: Conclusion of assembly blocked by %(block)s.
de: Archivierung der Versammlung blockert durch %(block)s.

source: Can only access attachments from exactly one assembly at a time.
de: Kann nur auf Dateien von exakt einer Versammlung gleichzeitig zugreifen.

source: Must have privileged access to add attachment.
de: Fehlende Zugriffsrechte zum Anlegen eines Dateianhangs.

source: Unable to change attachment once voting has begun or the assembly has been concluded.
de: Datei kann nicht mehr geändert werden, nachdem die Abstimmung begonnen hat oder die Versammlung archiviert wurde.

source: Cannot delete attachment once the assembly has been locked.
de: Eine Datei kann nicht mehr gelöscht werden, nachdem die Versammlung gesperrt wurde.

source: File already exists.
de: Datei existiert bereits.

source: Cannot change to a different assembly.
de: Eine Datei kann nicht zu einer anderen Versammlung verschoben werden.

source: Must have privileged access to change attachment link.
de: Fehlende Zugriffsrechte zur Veränderung der Dateizuordnung.

source: Cannot delete attachment once any linked ballot has been locked.
de: Eine Datei kann nicht mehr gelöscht werden, nachdem mindestens eine verknüpfte Abstimmung gesperrt wurde.

source: Must have privileged access to delete attachment.
de: Fehlende Zugriffsrechte zum Löschen eines Dateianhangs.

source: Unable to delete attachment once voting has begun or the assembly has been concluded.
de: Datei kann nicht mehr gelöscht werden, nachdem die Abstimmung begonnen hat oder die Versammlung archiviert wurde.

source: Must have privileged access to add attachment link.
de: Fehlende Zugriffsrechte zum Anlegen einer Dateiverknüpfung.

source: Cannot link attachment to ballot that has been locked.
de: Eine Datei kann nicht mit einer gesperrten Abstimmung verknüpft werden.

source: Must have privileged access to delete attachment link.
de: Fehlende Zugriffsrechte zum Löschen einer Dateiverknüpfung.

source: Cannot unlink attachment from ballot that has been locked.
de: Eine Datei kann nicht von einer Abstimmung entfernt werden, die bereits gesperrt wurde.

source: Must have privileged access to add attachment version.
de: Fehlende Zugriffsrechte zum Hinzufügen einer neuen Dateiversion.

source: Must have privileged access to change attachment version.
de: Fehlende Zugriffsrechte zum Verändern einer Dateiversion.

source: Must have privileged access to remove attachment version.
de: Fehlende Zugriffsrechte zum Löschen einer Dateiversion.

source: This version does not exist.
de: Diese Version der Datei existiert nicht.

source: This version has already been deleted.
de: Diese Version der Datei wurde beireits gelöscht.

source: Cannot remove the last remaining version of an attachment.
de: Die letzte verbleibende Version einer Datei kann nicht gelöscht werden.

source: Cannot add attachment version once the assembly has been locked.
de: Es kann keine Dateiversion mehr hinzugefügt werden, nachdem die Versammlung gesperrt wurde.

source: Attachment does not exist.
de: Datei existiert nicht.

source: Cannot remove attachment version once the assembly or any linked ballots have been locked.
de: Eine Dateiversion kann nicht mehr entfernt werden, nachdem die Versammlung oder mindestens eine verknüpfte Abstimmung gesperrt wurden.

source: Failed to revoke active lastschrift permit
de: Widerruf der aktiven Einzugsermächtigung fehlgeschlagen.

source: Multiple active permits are disallowed.
de: Mehrere aktive Einzugsermächtigungen sind unzulässig.

source: Lastschrift already revoked.
de: Lastschriftmandat bereits widerrufen.

source: Existing pending transaction.
de: Es liegen noch unbearbeitete Transaktionen vor.

source: Non-final target state.
de: Die ausgewählte Aktion ist nicht final.

source: Transaction already tallied.
de: Die Transaktion wurde bereits verbucht.

source: Missing tally for failed transaction.
de: Kein Saldo für fehlgeschlagene Transaktion angegeben.

source: Impossible.
de: Unmöglich.

source: Transaction was not successful.
de: Lastschrifteinzug fehlgeschlagen.

source: No period exists.
de: Es existiert kein Semester.

source: This period does not exist.
de: Dieses Semester existiert nicht.

source: Only able to modify current period.
de: Nur das aktuelle Semester kann bearbeitet werden.

source: Current period not finalized.
de: Das aktuelle Semester ist noch nicht abgeschlossen.

source: Billing already done for this period.
de: Zahlungserinnerung für dieses Semester bereits verschickt.

source: Archival notifications done for this period.
de: Archivierungsbenachrichtigungen für dieses Semester bereits verschickt.

source: Archival notifications not sent yet.
de: Archivierungsbenachrichtigungen für dieses Semester noch nicht verschickt.

source: Automated archival done for this period.
de: Automatische Archivierung für dieses Semester bereits abgeschlossen.

source: Billing not done for this semester.
de: Zahlungserinnerungen für dieses Semester noch nicht verschickt.

source: Ejection already done for this semester.
de: Streichung inaktiver Mitglieder für dieses Semester bereits durchgeführt.

source: Not the right time to finish balance update.
de: Falscher Zeitpunkt um Guthabenaktualisierung zu beenden.

source: No exPuls exists.
de: Es existiert keine exPuls-Ausgabe.

source: This exPuls does not exist.
de: Diese exPuls-Ausgabe existiert nicht.

source: Only able to modify current expuls.
de: Nur der aktuelle exPuls kann bearbeitet werden.

source: Current expuls not finalized.
de: Der aktuelle exPuls ist noch nicht abgeschlossen.

source: Addresscheck already done for this expuls.
de: Adressabfrage für diesen ExPuls bereits durchgeführt.

source: num_members
de: Mitglieder

source: num_of_searchable
de: davon suchbar

source: num_of_trial
de: davon Probemitglieder

source: num_all
de: Alle Accounts

source: num_ex_members
de: Inaktive Mitglieder

source: num_of_printed_expuls
de: davon mit gedrucktem exPuls

source: members_by_country
de: Mitglieder nach Land

source: members_by_city
de: Mitglieder nach Stadt

source: members_by_birthday
de: Mitglieder nach Geburtsjahr

source: members_by_first_event
de: Mitglieder nach erster Veranstaltung

source: unique_participants_per_year
de: Verschiedene Akademie-Teilnehmer

source: Too many queries.
de: Zu viele Anfragen.

source: Admin only.
de: Nur für Admins erlaubt.

source: Balance too low.
de: Guthaben zu niedrig.

source: Need extra data.
de: Weitere Daten benötigt.

source: Cannot restore purged account.
de: Geleerter Account kann nicht wiederhergestellt werden.

source: %(user_roles)s is disjoint from %(roles)s
de: %(user_roles)s ist disjunkt zu %(roles)s

source: No contamination!
de: Keine Kontaminierung!

source: Wrong realm for personas.
de: Accounts aus dem falschen Bereich.

source: Dict keys do not match.
de: Zueinander unpassende Datensätze.

source: Non-waiting change not committed.
de: Prioritätsänderung wurde nicht vollzogen.

source: Conflicting pending change.
de: Eine bestehende Änderung ist im Konflikt.

source: Modification failed.
de: Modifikation fehlgeschlagen.

source: Nonexistent user.
de: Nutzer existiert nicht.

source: Persona does not exist.
de: Person existiert nicht.

source: Non-waiting change without generation override.
de: Prioritätsänderung ohne Generationsausnahme.

source: Realm modification prevented.
de: Bereichsänderung verhindert.

source: Admin privilege modification prevented.
de: Änderung der Adminprivilegien verhindert.

source: Membership modification prevented.
de: Änderung des Mitgliedschaftsstatus verhindert.

source: Hiding prevented.
de: Widerruf der Datenschutz-Einwilligung verhindert.

source: Archive modification prevented.
de: Änderung des Archivierungsstatus verhindert.

source: Modification of balance prevented.
de: Änderung des Guthabens verhindert.

source: Modification of email address prevented.
de: Änderung der E-Mail-Adresse verhindert.

source: Modification of foto prevented.
de: Änderung des Profilbildes verhindert.

source: Own activation prevented.
de: Aktivierung des eigenen Accounts verhindert.

source: Editing archived member impossible.
de: Bearbeitung eines archivierten Accounts nicht möglich.

source: Special change not committed.
de: Spezialänderung nicht vollzogen.

source: Cannot modify own meta admin privileges.
de: Die eigenen Meta-Admin-Privilegien können nicht bearbeitet werden.

source: Pending privilege change.
de: Ausstehende Änderung der Admin-Privilegien.

source: User does not fit the requirements for this admin privilege.
de: Nutzer hat nicht die notwendigen Voraussetzungen für diese Adminprivilegien.

source: Invalid privilege change state: %(status)s.
de: Ungültiger Status für Änderung der Admin-Privilegien: %(status)s.

source: Only a different admin than the submitter may approve a privilege change.
de: Nur ein anderer Admin als der Antragsteller kann eine Änderung bestätigen.

source: Invalid new privilege change status.
de: Ungültiger neuer Status für Änderung der Admin-Privilegien.

source: No realm provided.
de: Kein Realm angegeben.

source: Tried to credit balance to non-cde person.
de: Guthabenänderung für Nicht-CdE-Person.

source: Not a CdE account.
de: Account ist nicht im CdE-Bereich.

source: Active lastschrift permit found.
de: Eine aktive Lastschrift existiert.

source: You are not allowed to archive this user.
de: Du darfst diesen Benutzer nicht archivieren.

source: Cannot archive admins.
de: Admins können nicht archiviert werden.

source: Failed to revoke membership.
de: Entziehen der Mitgliedschaft fehlgeschlagen.

source: Failed to remove foto.
de: Entfernen des Fotos fehlgeschlagen.

source: Active lastschrift exists.
de: Eine aktive Lastschrift existiert.

source: Involved in unfinished event.
de: Ist in eine nicht-abgeschlossene Veranstaltung involviert.

source: Sole moderator of a mailinglist %(ml_ids)s.
de: Einziger Moderator der Mailinglisten %(ml_ids)s.

source: Cannot archive silently.
de: Kann nicht still archiviert werden.

source: Persona is not archived.
de: Benutzer ist nicht archiviert.

source: Cannot purge silently.
de: Kann nicht still geleert werden.

source: Name collision.
de: E-Mail-Adresse bereits vorhanden.

source: Failed.
de: Aktion fehlgeschlagen.

source: Access to persona data inhibited.
de: Zugriff auf Personendaten verhindert.

source: Not an event user.
de: Account ist nicht im Veranstaltungsbereich.

source: May not provide more than one input.
de: Es können nicht mehrere Eingaben gleichzeitig gemacht werden.

source: Not a CdE user.
de: Account ist nicht im CdE-Bereich.

source: Improper access to member data.
de: Unbefugter Zugriff auf Mitgliedsdaten.

source: Not an ml user.
de: Account ist nicht im Mailinglistenbereich.

source: Not an assembly user.
de: Account ist nicht im Versammlungsbereich.

source: Must be privileged.
de: Zugriffsberechtigung benötigt.

source: Unable to create this sort of persona.
de: Unzulässige Accountart für Erstellung ausgewählt.

source: Atomized – impossible to escalate.
de: Fehler bei verschachtelten Transaktionen.

source: Preventing reset of admin.
de: Zurücksetzen von Admin-Account verhindert.

source: Link expired.
de: Link abgelaufen.

source: Link invalid or already used.
de: Link ist ungültig oder wurde bereits verwendet.

source: Selecting persona allowed for reset only.
de: Passwörter anderer Accounts können nur zurückgesetzt werden.

source: Could not determine persona to reset.
de: Konnte Account für Zurücksetzen nicht finden.

source: No authorization provided.
de: Kein Authentifizierung geliefert.

source: Password verification failed.
de: Passwort ist falsch.

source: No new password provided.
de: Kein neues Password angegeben.

source: Password too weak.
de: Passwort ist zu schwach.

source: No input provided.
de: Keine Eingabe gefunden.

source: More than one input provided.
de: Mehrere Eingabewerte angegeben.

source: Inactive user.
de: Inaktiver Account.

source: Lockdown active.
de: Datenbank für Wartungsarbeiten gesperrt.

source: Unable to remove unconfirmed genesis case before confirmation timeout.
de: Accountanfrage kann vor Ablauf der Verifizierung nicht gelöscht werden.

source: Unable to remove genesis case with status {}.
de: Kann Accountanfrage mit Status {} nicht löschen.

source: Genesis case does not exist.
de: Accountanfrage existiert nicht.

source: Invalid genesis state.
de: Ungültiger Zustand für Accountanfrage.

source: Wrong target realm.
de: Falscher Zielbereich.

source: Event does not exist
de: Veranstaltung existiert nicht.

source: Event offline lock error.
de: Veranstaltungssperre ausgelöst.

source: Non-existing tracks specified.
de: Nicht-existente Kursschiene angegeben.

source: This should not happen.
de: Dies sollte nicht passieren.

source: Registrations exist, modifications only.
de: Anmeldungen vorhanden, nur Änderungen möglich.

source: At least one event part required.
de: Mindestens ein Veranstaltungsteil muss angegeben werden.

source: Unknown field.
de: Unbekanntes Feld.

source: Non-existing fields specified.
de: Angegebene Felder existieren nicht.

source: Cannot change field that is associated with a fee modifier.
de: Mit Beitragsmodifikator verbundenes Feld kann nicht geändert werden.

source: Must be orga or admin to change the minor form.
de: Nur Orgas und Admins können das Minderjährigenformular aktualisieren.

source: Must be orga to retrieve stored queries.
de: Du musst Orga sein, um gespeicherte Suchabfragen zu nutzen.

source: %(count)s stored queries could not be retrieved.
de: %(count)s gespeicherte Suchen konnten nicht geladen werden.

source: Must be orga to delete queries for an event.
de: Du musst Orga sein, um Suchabfragen zu löschen.

source: Must be orga to store queries for an event.
de: Du musst Orga sein, um Suchabfragen zu speichern.

source: Cannot store this kind of query.
de: Diese Art von Suchabfrage kann nciht gespeichert werden.

source: Query must have a name
de: Suchabfage muss einen Name besitzen

source: Query with name '%(query)s' already exists for this event.
de: Suchabfrage mit dem Namen '%(query)s' existiert bereits für diese Veranstaltung.

source: Some of these orgas do not exist or are archived.
de: Einige dieser Orgas existieren nicht oder sind archiviert.

source: Some of these orgas are not event users.
de: Einige dieser Orgas sind keine Veranstaltungsnutzer.

source: Non-existing fee modifier specified.
de: Nicht existierende Beitragsmodifikator angegeben.

source: Cannot alter fee modifier once registrations exist.
de: Beitragsmodifikatoren können nicht mehr bearbeitet werden, da es bereits Anmeldungen gibt.

source: Unfit field for %(field)s.
de: Feld ist nicht geeignet für %(field)s.

source: Only courses from one event allowed.
de: Alle Kurse müssen zur gleichen Veranstaltung gehören.

source: Non-associated tracks found.
de: Kursschienen einer anderen Veranstaltung angegeben.

source: Wrong-associated segments found.
de: Segmente einer anderen Veranstaltung angegeben.

source: Event without tracks forbids courses.
de: Kurse sind nur in Veranstaltungen mit Kursschienen möglich.

source: Unknown part for the given event.
de: Unbekannter Veranstaltungsteil dieser Veranstaltung.

source: Must be orga to access full waitlist.
de: Nur Orgas dürfen die volle Warteliste einsehen.

source: Not registered for this event.
de: Nicht für diese Veranstaltung angemeldet.

source: Only registrations from exactly one event allowed.
de: Nur Anmeldungen einer Veranstaltung werden unterstützt.

source: No participant of event.
de: Kein Teilnehmer der Veranstaltung.

source: Wrong track for course.
de: Schiene ist unzulässig für Kurs.

source: Registration does not exist.
de: Anmeldung existiert nicht.

source: Non-existing parts specified.
de: Angegebene Teile existieren Nicht.

source: This is not useful.
de: Dies ist nicht unterstützt.

source: This user does not exist or is archived.
de: Dieser Benutzer existiert nicht oder ist archiviert.

source: This user is not an event user.
de: Dieser Nutzer ist kein Veranstaltungsnutzer.

source: Missing part dataset.
de: Datensatz für Teil fehlt.

source: Missing track dataset.
de: Fehlende Daten für Kursschiene.

source: Mismatched registrations, not associated with the event.
de: Fehlassoziierte Anmeldung, nicht mit der Veranstaltung verknüpft.

source: Only lodgement groups from exactly one event allowed!
de: Nur Unterkunftgruppen eines einzelnen Events sind erlaubt!

source: Only lodgements from exactly one event allowed!
de: Unterkünfte referenzieren mehr als eine Veranstaltung.

source: Lodgement does not exist.
de: Unterkunft existiert nicht.

source: Not locked.
de: Veranstaltungssperre ist nicht aktiv.

source: Version mismatch – aborting.
de: Versionen stimmen nicht überein.

source: Non-transferred persona found
de: Nicht alle Accounts zurückübertragen.

source: Referential integrity of lodgement groups violated.
de: Referentielle Integrität der Unterkunftgruppen wurde verletzt.

source: Cannot use questionnaire import to delete questionnaire.
de: Fragebogenimport darf nicht zum Löschen des Fragebogens verwendet werden.

source: Unknown mailinglist_id.
de: Nicht-existente Mailingliste.

source: No mailinglist specified.
de: Keine Mailingliste angegeben.

source: Different mailinglists specified.
de: Unterschiedliche Mailinglisten angegeben.

source: Some of these users are not ml users.
de: Einige dieser Nutzer sind keine Mailinglistenutzer.

source: Cannot remove all moderators.
de: Es können nicht sämtliche Moderatoren entfernt werden.

source: Need to be moderator or admin to change mailinglist.
de: Um eine Mailingliste zu ändern muss man Moderator oder Admin sein.

source: Need to be admin to change this.
de: Um das zu ändern muss man Admin sein.Nur Admins dürfen das ändern.

source: Restricted moderators are not allowed to change this.
de: Eingeschränkte Moderatoren können dies nicht ändern.

source: Non-unique mailinglist name
de: Uneindeutige Mailadresse

source: Moderator access has been restricted.
de: Moderatorzugriff ist eingeschränkt.

source: Source User is admin and can not be merged.
de: Der Quellnutzer ist Admin und kann daher nicht verschmolzen werden.

source: Source persona must be a ml-only user.
de: Der Quellnutzer muss ein reiner Mailinglistennutzer sein.

source: Source User is not accessible.
de: Quellnutzer ist nicht aufrufbar.

source: Target User is no valid ml user.
de: Der Zielnutzer ist kein Mailinglisten Nutzer.

source: Target User is not accessible.
de: Zielnutzer ist nicht aufrufbar.

source: Can not merge user into himself.
de: Nutzer kann nicht mit sich selbst verschmolzen werden.

source: Both users are related to the same mailinglists: %(mls)s
de: Beide Benutzer haben einen Bezug zu gleichen Mailinglisten: %(mls)s

source: Not available.
de: Nicht verfügbar.

source: Referenced past course does not exist.
de: Referenzierter vergangener Kurs existiert nicht.

source: User is already pure event participant.
de: Benutzer ist bereits direkter Teilnehmer der Veranstaltung.

source: No input supplied.
de: Keine Eingabe vorhanden.

source: Only fuzzy match.
de: Nur unscharfer Treffer.

source: No event found.
de: Keine Veranstaltung gefunden.

source: Ambiguous event.
de: Uneindeutige Veranstaltung.

source: Only title match.
de: Lediglich nach Titel zugeordnet.

source: No course found.
de: Kein Kurs gefunden.

source: Ambiguous course.
de: Uneindeutiger Kurs.

source: Needs both admin privileges.
de: Mehr Adminprivilegien benötigt.

source: Invalid notification type %(t)s found.
de: Unzulässiger Notifikationstyp %(t)s gefunden.

source: Attribute %(name)s not public
de: Attribut %(name)s ist nicht öffentlich
