Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: This page is currently not visible to participants. To change that, orgas can create something here via the configuration page.
de: Diese Seite ist momentan für Teilnehmer nicht sichtbar. Um das zu ändern, können Orgas über die Konfigurations-Seite hier etwas hinzufügen.

source: Participant List %(title)s
de: Teilnehmerliste %(title)s

source: Participant List
de: Teilnehmerliste

source: The Participant List is currently only visible to Orgas and Admins.
de: Die Teilnehmerliste ist aktuell nur für Orgas und Admins sichtbar.

source: There are %(count)s participants in total.
de: Es gibt in Summe %(count)s Teilnehmer.

source: You can not access the Participant List as you have not agreed to have your own data sent to other participants before the event.
de: Du kannst die Teilnehmerliste nicht sehen, da du nicht zugestimmt hast, deine Daten auf der Teilnehmerliste zur Verfügung zu stellen.

source: There are no participants yet.
de: Bisher gibt es keine Teilnehmer.

source: Questionnaire Import for Event %(title)s
de: Fragebogenimport zur Veranstaltung %(title)s

source: Upload a questionnaire configuration and or a collection of custom datafields.
de: Lade eine Fragebogenkonfiguration oder einen Satz selbstdefinierter Datenfelder hoch.

source: Proceed with caution
de: Vorsicht

source: The names of newly created fields cannot be changed after creation without losing data. If you need to change the name of an existing datafield, you must create a new one with the appropriate name and delete the old one. This will cause all data of the old field to be lost.
de: Die Namen von neu angelegten Datenfeldern können nicht ohne Datenverlust geändert werden. Falls ein Datenfeld umbenannt werden muss, muss ein neues Feld mit dem gewünschten Namen angelegt werden und das alte Feld gelöscht werden. Dadurch gehen alle mit dem alten Feld verbundenen Daten verloren.

source: Extend Questionnaire
de: Fragebogen erweitern

source: Skip existing fields
de: Bereits existierende Datenfelder überspringen

source: Registration Preview for %(title)s
de: Anmeldungsvorschau für %(title)s

source: Registration for %(title)s
de: Anmeldung für %(title)s

source: Registration
de: Anmeldung

source: All data except Event-Parts can be changed until the registration ends.
de: Alle Angaben bis auf die Veranstaltungsteile können bis zum Anmeldeschluss geändert werden.

source: All data except Event-Parts can be changed until the registration ends (%(date)s).
de: Alle Angaben bis auf die Veranstaltungsteile können bis zum Anmeldeschluss (%(date)s) geändert werden.

source: The official registration has ended. Your registration will be considered if possible.
de: Der offizielle Anmeldeschluss ist bereits vorbei. Deine Anmeldung wird nach Möglichkeit berücksichtigt.

source: This data is taken from your personal profile. To change it, use this %(link)s.
de: Diese Daten werden aus Deinem persönlichen Profil übernommen. Um sie zu ändern, verwende bitte das %(link)s.

source: form to edit your profile
de: Fomular zum Bearbeiten des Profils

source: Because you are not a CdE-Member, you will have to pay an additional fee of %(additional_fee)s (already included in the above figure).
de: Da Du kein CdE-Mitglied bist, musst du einen zusätzlichen Beitrag in Höhe von %(additional_fee)s bezahlen (bereits in der obigen Summe enthalten).

source: You can instead just pay your regular membership fee of %(semester_fee)s per semester and you won't have to pay the additional fee. If you choose to do so, please do so with two separate payments.
de: Du kannst auch stattdessen Deinen regulären Mitgliedsbeitrag in Höhe von %(semester_fee)s bezahlen und somit wieder Mitglied werden, woraufhin Du den zusätzlichen Beitrag nicht bezahlen musst. Wenn Du dies tust, überweise Mitgliedsbeitrag und Teilnahmebeitrag bitte separat.

source: After registration, you will find the ‘Questionnaire’ with further questions of the orga team in the navigation. There you can give more detailed information.
de: Nach Deiner Anmeldung findest Du in der Navigation den ‚Fragebogen‘ mit weiteren Fragen des Orgateams. Dort kannst du weitere Informationen angeben.

source: The orga team of this event may ask you for further data later, using the ‘Questionaire’.
de: Das Orgateam dieser Veranstaltung wird Dich ggf. in Zukunft mittels des ‚Fragebogens‘ nach weiteren Informationen fragen.

source: Registrations (%(title)s)
de: Anmeldungen (%(title)s)

source: Amount Owed
de: Insgesamt zu zahlender Betrag

source: Registration Time
de: Anmeldezeitpunkt

source: Last Modification Time
de: Zeitpunkt der letzten Änderung

source: bcc email to all
de: BCC-E-Mail an alle

source: Send Mail to all registrations listed below as BCC.
de: E-Mail an alle unten aufgeführten Anmeldungen als BCC senden.

source: Email button is only available, if the email field is shown.
de: E-Mail-Button ist nur verfügbar, wenn das E-Mail-Feld angezeigt wird.

source: Your Registration (%(title)s)
de: Deine Anmeldung (%(title)s)

source: Your Registration
de: Deine Anmeldung

source: Please fill in the %(link)s now.
de: Bitte fülle jetzt den %(link)s aus.

source: questionnaire
de: Fragebogen

source: Bank Transfer
de: Überweisung

source: Please keep in mind that your Registration will only be complete, once you pay your participation fee. Please transfer %(fee)s to the following Account. Please make sure, the recipient does not have to pay any fees, especially when paying internationally.
de: Beachte bitte, dass Deine Anmeldung erst mit Überweisung des Teilnehmerbeitrags gültig wird. Überweise dazu %(fee)s auf folgendes Konto. Achte bitte bei internationalen Überweisungen darauf, dass der Empfänger keine Gebühren zahlen muss.

source: Reference
de: Verwendungszweck

source: The orgas will tell you separately how to pay your fee of %(fee)s€.
de: Die Orgas werden dir separat mitteilen, wie du deinen Teilnahmebeitrag von %(fee)s€ bezahlen kannst.

source: You need to send the parental consent form to the Orgas. You can find the form %(link)s.
de: Du musst noch die Einverständniserklärung deiner Erziehungsberechtigten an die Orgas schicken. Du findest die Vorlage %(link)s

source: here
de: hier

source: Registration Status
de: Anmeldestatus

source: Placement
de: Platz

source: for
de: für

source: Assigned to
de: Eingeteilt in

source: {}. choice
de: {}. Wahl

source: Changes can be made until the registration end (%(date)s).
de: Änderungen sind bis zum Anmeldeschluss (%(date)s) möglich.

source: Registration has ended, therefore no more changes are possible. Please contact the Orgas per E-Mail, if you need to change something about your registration.
de: Da der Anmeldeschluss vorbei ist, sind keine Änderungen mehr möglich. Wende dich bitte per Mail an die Orgas, falls du etwas ändern musst.

source: I %(consent)s agree that my data, including my name, address and my email, may be sent to other participants of this event beforehand.
de: Ich stimme %(consent)s zu, dass meine Daten, insbesondere mein Name, meine Adresse und meine E-Mail, im Vorfeld der Veranstaltung an andere Teilnehmer weitergegeben werden dürfen.

source: do not
de: nicht

source: Reorder Registration (%(title)s)
de: Anmeldung umordnen (%(title)s)

source: Reorder Questionnaire (%(title)s)
de: Fragebogen umordnen (%(title)s)

source: Order
de: Reihenfolge

source: Reorder
de: Umordnen

source: Course %(course)s (%(title)s)
de: Kurs %(course)s (%(title)s)

source: Course %(nr)s: %(course)s
de: Kurs %(nr)s: %(course)s

source: Email to course instructors
de: Email an alle Kursleiter

source: Send Mail to all course instructors.
de: Sende eine Email an alle Kursleiter

source: No course instructors / email addresses available.
de: Keine Kursleiter bzw. Emailadressen verfügbar.

source: Attendees
de: Kursteilnehmer

source: Participants’ Course Choices
de: Kurswahlen der Teilnehmer

source: Course is cancelled
de: Kurs fällt aus

source: Course has %(count)s attendees too few.
de: Kurs hat %(count)s Kursteilnehmer zu wenig.

source: Course has %(count)s attendees too many.
de: Kurs hat %(count)s Kursteilnehmer zu viel.

source: Course still has attendees.
de: Dem Kurs sind noch Personen zugeteilt.

source: Delete the Course.
de: Kurs löschen.

source: The course will be permanently deleted.
de: Der Kurs wird irreversibel gelöscht.

source: More detailed information about the event is visible to logged in event users.
de: Detailliertere Informationen über die Veranstaltung sind für eingeloggte Veranstaltungsnutzer sichtbar.

source: Timeframe
de: Zeitrahmen

source: starts %(date)s
de: ab %(date)s

source: (Late registrations until %(date)s)
de: (Nachmeldungen bis %(date)s)

source: (Late registration open)
de: (Nachmeldung geöffnet)

source: Questionnaire active
de: Fragebogen aktiv

source: Registration Quick-Access
de: Anmeldungsschnellsuche

source: Search for registration by ID or name
de: Suche eine Anmeldung via ID oder Namen

source: ID, name or email
de: ID, Name oder Email

source: Remove Orga
de: Orga entfernen

source: Add Orga
de: Orga hinzufügen

source: ID of the new Orga
de: ID des neuen Orgas

source: Minor Form
de: Minderjährigenformular

source: Form present: %(link)s
de: Formular vorhanden: %(link)s

source: current Form
de: aktuelles Formular

source: Remove Minor Form
de: Minderjährigenformular entfernen

source: The minor form will be permanently deleted.
de: Das Minderjähgigenformular wird erndgülig gelöscht werden.

source: No Form present – Minors cannot register
de: Kein Formular vorhanden – Minderjährige können sich nicht anmelden.

source: PDF of the new Minor Form
de: PDF-Datei des neuen Minderjährigenformulars

source: Offline Use
de: Offline-Nutzung

source: Full Event Export
de: Export der Veranstaltung

source: for initilization of the offline-VM
de: zur Initialisierung der Offline-VM

source: Are you sure to download a full export before locking?
de: Bist du sicher, das du nicht zuerst die Veranstaltung sperren möchtest?

source: The event is in offline mode, but locked to be used in another instance.
de: Die Veranstaltung ist im Offline-Modus, allerdings gesperrt um in einer anderen Instanz verwendet werden zu können.

source: To unlock it, run the offline initialization script inside the VM with the event data you would like to use.
de: Zum Entsperren führe das Initialisierungsskript für den Offline-Modus innerhalb der VM mit dem gewünschten Datensatz aus.

source: The event is locked for offline use.
de: Die Veranstaltung ist zur Offline-Nutzung gesperrt.

source: To unlock it, upload the export of the Offline-DB here.
de: Zum Entsperren bitte hier den Datenexport der Offline-Datenbank hochladen.

source: Export of the Offline-DB
de: Datenexport der Offline-Datenbank

source: Unlock
de: Entsperren

source: The event is in offline mode.
de: Die Veranstaltung befindet sich im Offline-Modus.

source: The event is not locked.
de: Die Veranstaltung ist nicht gesperrt.

source: Lock
de: Sperren

source: By locking the event, all changes are prevented.
de: Sperren verhindert jegliche Änderungen an der Veranstaltung.

source: This way the event can be imported from here into another offline instance without causing conflicts. Be aware that unlocking can not be done here, but must be done by running the offline initialization script.
de: Dadurch can die Veranstaltung in einer weitere Offline-Instanz genutzt werden ohne, dass es zu Konflikten kommt. Beachte, dass eine Entsperrung per Webinterface nicht möglich ist (stattdessen muss das Initialisierungsskript für die Offline-Instanz benutzt werden).

source: This way the event can be managed in offline mode without causing conflicts.
de: Somit kann die Veranstaltung im Offline-Modus benutzt werden ohne Konflikte zu verursachen.

source: Create orga mailinglist
de: Orga-Mailingliste erstellen

source: Create an orga mailinglist for this event with a default configuration.
de: Erstellt eine Standard-Orga-Mailingliste zu dieser Veranstaltung-

source: Create participant mailinglist
de: Teilnehmermailingliste erstellen

source: Create a participant mailinglist for this event with a default configuration.
de: Erstellt eine Standard-Teilnehmer-Mailingliste zu dieser Veranstaltung.

source: Create past event after archiving.
de: Vergangene Veranstaltung beim Archivieren erstellen.

source: Archives the event. This creates a new “Past Event” in the CdE-Realm and transfers course and participant information there.
de: Archiviert die Veranstaltung. Dabei wird eine neue „Vergangene Veranstaltung“ im CdE-Bereich erstellt und die Kurse und Teilnehmer dieser Veranstaltung dorthin übertragen.

source: The event will be permanently archived.
de: Die Veranstaltung wird irreversibel archiviert.

source: Deletes the event, including all course and participant information. This should usually not be done before the event has been archived and fully concluded.
de: Löscht die Veranstaltung inklusive aller Kurse und Teilnehmer irreversibel.Das sollte nicht geschehen, bevor die Veranstaltung nicht archiviert wurde und vollständig abgeschlossen ist.

source: Lodgement %(lodgement)s (%(title)s)
de: Unterkunft %(lodgement)s (%(title)s)

source: The Lodgement will be permanently deleted.
de: Die Unterkunft wird irreversibel gelöscht.

source: Deletes the Lodgement with all assosiated information and leaves the inhabitants without lodgement.
de: Löscht die Unterkunft mit allen Informationen und lässt die aktuellen Bewohner ohne Unterkunft zurück.

source: Registration by %(name)s (%(title)s)
de: Anmeldung von %(name)s (%(title)s)

source: %(given_names)s is Orga of this event.
de: %(given_names)s ist Orga dieser Veranstaltung

source: Participation Fee
de: Teilnehmerbeitrag

source: Paid on the %(date)s
de: Bezahlt am %(date)s

source: Pending
de: ausstehend

source: Already Paid
de: Bereits Bezahlt

source: Of Age
de: volljährig

source: Checked-In at
de: Eingecheckt am

source: Registered at
de: Angemeldet am

source: Last modified at
de: Zuletzt geändert am

source: Course %(track)s
de: Kurs %(track)s

source: The registration will be permanently deleted.
de: Die Anmeldung wird irreversibel gelöscht.

source: Deletes the registration including all information shown here.
de: Löscht die Anmeldung inklusive aller hier angezeigten Informationen.

source: Statistics (%(title)s)
de: Statistik (%(title)s)

source: Participant Statistics
de: Teilnehmer-Statistik

source: Total Registrations
de: Anmeldungen gesamt

source: Open Registrations
de: Offene Anmeldungen

source: All minors
de: Alle Minderjährigen

source: Not Checked-In
de: Noch nicht da

source: Waitinglist
de: Warteliste

source: Guests
de: Gäste

source: Total Active Registrations
de: Aktive Anmeldungen gesamt

source: Not Paid
de: Nicht bezahlt

source: Paid
de: Bezahlt

source: Parental Consent Pending
de: Einverständniserklärung fehlt

source: No Lodgement
de: Keine Unterkunft

source: Registration Cancelled
de: Abgemeldet

source: Rejected
de: Abgelehnt

source: Course Statistics
de: Kursstatistik

source: Course Offers
de: Kursangebote

source: Cancelled Courses
de: Ausfallende Kurse

source: (Potential) Instructor
de: Kursleiter (theoretisch)

source: No Course
de: Kein Kurs

source: Event-User Management
de: Veranstaltungsnutzerverwaltung

source: This search will only show pure event users.
de: Diese Suche findet nur reine Veranstaltungsnutzer.

source: Event Log
de: Veranstaltungen-Log

source: Trial Member
de: Probemitgliedschaft

source: Active Account
de: Aktiver Account

source: Address (2)
de: Anschrift (2)

source: Address Supplement (2)
de: Adresszusatz (2)

source: ZIP (2)
de: PLZ (2)

source: City (2)
de: Ort (2)

source: Country (2)
de: Land (2)

source: Past Course
de: verg. Kurs

source: Membership-Fee Balance
de: Mitgliedsbeitrag-Guthaben

source: Searchability Decided
de: Suchbarkeit entschieden

source: Any
de: bel.

source: Lastschrift Granted
de: Lastschrift erteilt

source: Lastschrift Revoked
de: Lastsrift widerrufen

source: Active Lastschrift
de: Aktive Lastschrift

source: Lastschrift Amount
de: Lastschrift Betrag

source: Tabular
de: Tabellarisch

source: Magic
de: Magisch

source: show field
de: Feld anzeigen

source: show %s
de: %s anzeigen

source: filter operator for %s
de: Filteroperator für %s

source: compare value for %s
de: Vergleichswert für %s

source: %s sort key
de: %s Sortierkriterium

source: %s sort order
de: %s Sortierreihenfolge

source: add filter
de: Filter hinzufügen

source: field to filter on
de: neues Filter-Feld

source: Displayed Fields
de: Angezeigte Felder

source: add displayed field
de: Feld hinzufügen

source: field to add
de: Neues Feld

source: Sorting
de: Sortierung

source: add sort key
de: Sortierkriterium hinzufügen

source: sort key to add
de: Neues Sortierkriterium

source: CSV file
de: CSV-Datei

source: Store query
de: Suchabfrage speichern

source: query name
de: Suchabfragename

source: – add displayed field –
de: – Angezeigtes Feld hinzufügen –

source: – add filter –
de: – Filter hinzufügen –

source: – add sort key –
de: – Sortierung hinzufügen –

source: remove filter
de: – Filter entfernen –

source: remove field
de: – Feld entfernen –

source: remove sort key
de: – Sortierung entfernen –

source: compare value
de: Vergleichswert

source: range start
de: Bereichs-Anfang

source: range end
de: Bereichs-Ende

source: &ensp;and&ensp;
de: &ensp;und&ensp;

source: compare values
de: Vergleichswerte

source: sort order
de: Sortierreihenfolge

source: <value>,<value>,…
de: <wert>,<wert>,…

source: Default Queries
de: Standardabfragen

source: Delete query
de: Suchabfrage löschen

source: show in search mask
de: In Suchmaske anzeigen

source: No search results!
de: Keine Ergebnisse!

source: select all
de: Alle auswählen

source: all
de: alle

source: select none
de: Keines auswählen

source: none
de: keines

source: invert selection
de: Auswahl umkehren

source: invert
de: umkehren

source: filter for selected rows
de: Nach ausgewählten Zeilen filtern

source: selected only
de: nur ausgewählte

source: widen results table
de: Ergebnis-Tabelle breiter anzeigen

source: filtered column
de: Gefilterte Spalte

source: sorted column
de: Sortierte Spalte

source: row %s
de: Zeile %s

source: of
de: von

source: Go to Filter.
de: Zum Filter gehen.

source: Categories
de: Kategorien

source: No selection means everything.
de: Keine Auswahl entspricht allem.

source: Mailinglist
de: Mailingliste

source: Length
de: Länge

source: Apply
de: Anwenden

source: Log page navigation
de: Log-Seitennavigation

source: First
de: Erste

source: Last
de: Letzte

source: %(title)s – Advanced Management
de: %(title)s – Erweiterte Verwaltung

source: All Mailinglists
de: Alle Mailinglisten

source: Advanced Management
de: Erweiterte Verwaltung

source: You only have %(link)s and may not change subscriptions.
de: Du hast nur %(link)s und darfst keine Abonnements ändern.

source: restricted moderator access
de: eingeschränkten Moderator-Zugriff

source: Forced Subscribers
de: Fixierte Abonnenten

source: Subscribed users who are protected from automatic unsubscription when loosing their means to acces the list.
de: Abonnenten, die vor automatischer Deabonnierung nach dem Verlieren ihrer Zugangsberechtigung geschützt sind.

source: ID of the new forced subscriber
de: ID des neuen fixierten Abonnenten

source: Remove %(name)s as forced subscriber
de: %(name)s als fixierten Abonnent entfernen

source: Blocked Users
de: Geblockte Nutzer

source: Users who are blocked from subscribing and requesting subscription. They can see that they are blocked.
de: Nutzer, die nicht abonnieren oder Abonnement-Anfragen stellen dürfen. Nutzer können sehen, dass sie geblockt sind.

source: ID of the new blocked subscriber
de: ID des neuen geblockten Nutzers

source: Remove %(name)s as blocked subscriber
de: %(name)s als geblockten Nutzer entfernen

source: Sender addresses that are not moderated.
de: Absender Adressen, die nicht moderiert werden.

source: Email Address to whitelist
de: E-Mail-Adresse zum Whitelisten

source: Remove %s from Whitelist
de: %s von der Whitelist entfernen.

source: Unsubscribers
de: Abbesteller

source: Users who unsubscribed from this list. They will not be re-added automatically, but may be able to subscribe manually. Consult the %(link)s for more details.
de: Nutzer, die diese Liste abbestellt haben. Sie werden nicht wieder automatisch hinzugefügt, können die Liste aber eventuell manuell abonnieren. In der %(link)s findest du weitere Details.

source: documentation
de: Dokumentation

source: This should only be used as a cleanup for specific tools like the account merger.
de: Dies sollte nur zur Bereinigung für bestimmte Tools wie den Accountzusammenführer verwendet werden.

source: Reset %(name)s explicit unsubscription
de: %(name)s als expliziten Abbesteller entfernen

source: Subscribe %(name)s
de: %(name)s als Abonnent hinzufügen

source: Explicit unsubscribition has currently no effect.
de: Explizites Deabonnement hat aktuell keinen Effekt.

source: User would be implicit subscribed otherwise.
de: Benutzer wäre impliziter Abonnent der Liste.

source: A download csv file of all users associated with this mailinglist (including name, email address and %(link)s).
de: Eine CSV-Tabelle mit allen mit dieser Mailingliste assozierten Nutzern (inklusive Name, E-Mail und %(link)s).

source: Summary of subscription states
de: Zusammenfassung der Subscription States

source: This search will only show archived pure Mailinglist-Users.
de: Diese Suche findet nur archivierte reine Mailinglistennutzer.

source: Management
de: Verwaltung

source: Message Moderation
de: Nachrichtenmoderation

source: Mailinglist-Overview
de: Mailinglisten-Übersicht

source: Active Mailinglists
de: Aktive Mailinglisten

source: Administered Mailinglists
de: Administrierte Mailinglisten

source: Merge Accounts
de: Accounts verschmelzen

source: Mailinglist Administration
de: Mailinglisten-Administration

source: Some fields may only be changed by admins.
de: Manche Felder dürfen nur von Admins geändert werden.

source: Moderation & Subscribers
de: Moderation & Abonnenten

source: Mailinglist Type
de: Mailinglistentyp

source: Change Type
de: Typ ändern

source: The participants of this event will be subscribers of this mailinglist. (Opt-Out)
de: Die Teilnehmer dieser Veranstaltung werden der Liste hinzugefügt. (Opt-Out)

source: Event Audience
de: Veranstaltungsempfänger

source: The participants of this assembly will be subscribers of this mailinglist. (Opt-Out)
de: Die Teilnehmer dieser Versammlung werden der Liste hinzugefügt. (Opt-Out)

source: Subject Prefix
de: Präfix (Betreffzeile)

source: Example: If the subject prefix is set to "info" and a user sends a Mail with subject "Invitation to PfingstAka", the mail will be sent to the recipients as "[info] Invitation to PfingstAka".
de: Beispiel: Wenn das Präfix auf "info" gesetzt ist und jemand eine Mail mit dem Betreff "Einladung zur PfingstAka" schickt, wird diese bei allen Abonnenten als "[info] Einladung zur PfingstAka" ankommen.

source: Preview: %(prefix)sMail'sSubjectHere
de: Vorschau: %(prefix)sHierBetreffDerMail

source: MIME filter / Attachments
de: MIME-Filter / Anhänge

source: This setting currently has no effect. By default, mailinglists accept PDF attachments only. Other attachment policy can be changed by the Admin-Team.
de: Diese Einstellung hat derzeit keine Wirkung. Standardmäßig akzeptieren Mailinglisten nur PDF-Anhänge. Das Admin-Team kann abweichende Anhänge erlauben.

source: max. message size (in kB)
de: max. Nachrichtengröße (in kB)

source: %(title)s – Change Type
de: %(title)s – Typ ändern

source: New Mailinglist Type
de: Neuer Mailinglistentyp

source: Additional Fields
de: Zusatzfelder
