Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: Invalid input for boolean.
de: Ungültige Eingabe für einen Wahrheitswert.

source: Must be an empty dict.
de: Muss eine leere Map sein.

source: Must be an empty list.
de: Muss eine leere Liste sein.

source: Not a valid realm.
de: Muss ein existierender Bereich sein.

source: Wrong formatting.
de: Falsches Format.

source: Checksum failure.
de: Checksumme stimmt nicht.

source: Must be printable ASCII.
de: Darf nur aus druckbaren ASCII-Zeichen bestehen.

source: Must be alphanumeric.
de: Darf nur aus alphanumerischen Zeichen bestehen.

source: Must be comma separated alphanumeric.
de: Muss eine komma-sparierte Liste alphanumerischer Zeichenketten sein.

source: Must be an identifier (only letters, numbers, underscore, dot and hyphen).
de: Muss ein zulässiger Bezeichner sein (nur Buchstaben, Ziffern, Unterstrich, Punkt und Bindestrich).

source: Must be a restrictive identifier (only letters, numbers and underscore).
de: Muss ein zulässiger Bezeichner sein (nur Buchstaben, Ziffern und Unterstrich).

source: Must be comma separated identifiers.
de: Muss eine kommagetrennte Liste von zulässigen Bezeichnern sein.

source: Password too weak for admin account.
de: Passwort ist zu schwach für einen Admin-Account.

source: Must be a valid email address.
de: Muss eine valide E-Mail-Adresse sein.

source: Must be a valid email local part.
de: Muss ein gültiger E-Mail-Lokalteil sein.

source: Only one of creation, transition may be specified.
de: Nur eines von „creation“ und „transition“ darf gewählt werden.

source: Invalid date string.
de: Ungültige Datumsangabe.

source: Invalid input for date.
de: Ungültige Eingabe für ein Datum.

source: Must be a datetime.date.
de: Kein Datum gefunden.

source: A birthday must be in the past.
de: Ein Geburtsdatum muss in der Vergangenheit liegen.

source: Invalid input for datetime.
de: Ungültige Eingabe für einen Zeitpunkt.

source: Must be a datetime.datetime.
de: Muss eine valides Datum mit Uhrzeit sein.

source: More than one digit.
de: Darf nur einstellig sein.

source: Too short.
de: Zu kurz.

source: Invalid international part.
de: Ungültiger internationaler Teil.

source: Invalid national part.
de: Ungültiger nationaler Teil.

source: Invalid local part.
de: Ungültiger lokaler Teil.

source: Invalid german postal code.
de: Ungültige Postleitzahl.

source: Enter actual country name in English.
de: Gib den Namen des Landes auf Englisch an.

source: This realm is not supported for genesis.
de: Accountanfragen in diesem Bereich sind nicht möglich.

source: Must specify realm.
de: Bereich muss angegeben werden.

source: Not a FileStorage.
de: Muss ein FileStorage sein.

source: Empty FileStorage.
de: Datei darf nicht leer sein.

source: Only text/csv allowed.
de: Nur text/csv erlaubt.

source: Too small.
de: Zu klein.

source: Too big.
de: Zu groß.

source: Only jpg and png allowed.
de: Nur jpg und png erlaubt.

source: Not square enough.
de: Muss quadratischer sein.

source: Resolution too small.
de: Auflösung zu klein.

source: Filesize too large.
de: Datei zu groß.

source: Only pdf allowed.
de: Nur pdf erlaubt.

source: Must contain exactly two elements.
de: Muss genau zwei Elemente enthalten.

source: Must start with country code.
de: Muss mit einem Ländercode beginnen.

source: Must have digits for checksum.
de: Prüfziffer muss aus Ziffern bestehen.

source: Invalid character in IBAN.
de: Ungültiges Zeichen in der IBAN.

source: Unknown or unsupported Country Code.
de: Unbekannter oder nicht unterstützter Ländercode.

source: Invalid length %(len)s for Country Code %(code)s. Expexted length %(exp)s.
de: Ungültige Länge %(len)s für Ländercode %(code)s. Erwartete Länge: %(exp)s.

source: Invalid checksum.
de: Ungültige Checksumme.

source: Modification of lastschrift transactions not supported.
de: Veränderungen von Lastschrifttransaktionen sind nicht möglich.

source: Too long.
de: Zu lang.

source: Invalid constant.
de: Unzulässiger Wert für Konstante.

source: Unsupported constant.
de: Nicht unterstützter Wert für Konstante.

source: Exactly two lines required.
de: Genau zwei Zeilen nötig.

source: Forbidden characters (%(chars)s).
de: Verbotene Zeichen (%(chars)s).

source: Must be before or equal to hard limit.
de: Muss vor dem tatsächlichen Anmeldeschluss liegen.

source: Must be before hard and soft limit.
de: Muss vor dem offiziellen und dem tatsächlichen Anmeldeschluss liegen.

source: Must be later than begin.
de: Muss später als Beginn sein.

source: Invalid entry in line %(line)s.
de: Ungültiger Eintrag in Zeile %(line)s.

source: Duplicate value.
de: Doppelter Eintrag.

source: Must be a superset of active segments.
de: Muss alle aktiven Segmente enthalten.

source: Entry not in definition list.
de: Eintrag nicht in Referenzliste.

source: Incorrect kind for this part of the questionnaire
de: Ungültige Art für diesen Teil des Fragebogens.

source: Cannot specify both field id and field name.
de: Es dürfen nicht gleichzeitig Name und ID eines Feldes angegeben werden.

source: No field with name '%(name)s' exists.
de: Es gibt kein Feld mit dem Namen '%(name)s'.

source: Referenced field does not exist.
de: Verbundenes Feld existiert nicht.

source: Inappropriate questionnaire usage for fee modifier field.
de: Unpassende Art von Fragebogen für Beitragsmodifikator-Feld.

source: Invalid UTF-8 sequence.
de: Ungültige UTF-8-Sequenz.

source: Invalid JSON syntax (line %(line)s, col %(col)s).
de: Ungültige JSON-Syntax (Zeile %(line)s, Spalte %(col)s).

source: Must not duplicate field ('%(field_name)s').
de: Felder dürfen nicht doppelt auftreten ('%(field_name)s').

source: Only full exports are supported.
de: Nur vollständige Exporte sind unterstützt.

source: Schema version mismatch.
de: Schemaversion weicht ab.

source: Only a single event is supported.
de: Nur eine einzelne Veranstaltung unterstützt.

source: Wrong event specified.
de: Falsche Veranstaltung referenziert.

source: Mismatched event.
de: Falsche Veranstaltung referenziert.

source: Only partial exports are supported.
de: Nur partielle Exporte sind unterstützt.

source: A field with this name already exists ('%(field_name)s').
de: Es gibt bereits ein Feld mit diesem Namen ('%(field_name)s').

source: Invalid domain for this mailinglist type.
de: Ungültige Domain für diesen Mailinglistentyp.

source: Mustn’t be in the past.
de: Darf nicht in der Vergangenheit liegen.

source: Mustn’t be before start of voting period.
de: Darf nicht vor Abstimmungsbeginn liegen.

source: Mustn’t be before end of voting period.
de: Darf nicht vor Abstimmungsende liegen.

source: Must not specify both absolute and relative quorum.
de: Darf nicht gleichzeitig absolutes und relatives Quorum angeben.

source: Relative quorum must be between 0 and 100.
de: Relatives Quorum muss zwischen 0 und 100 liegen.

source: Must be specified if quorum is given.
de: Muss angegeben werden falls das Quorum benutzt wird.

source: Must specify a quorum if vote extension end is given.
de: Ein Quorum muss angegeben werden, wenn eine Verlängerung angegeben ist.

source: Only one host allowed.
de: Nur eine Verknüpfung erlaubt.

source: No host given.
de: Keine Zugehörigkeit angegeben.

source: Must specify ballot in order to validate vote.
de: Um eine Stimme zu validieren muss eine Abstimmung angegeben werden.

source: Superfluous candidates.
de: Unerwartete Kandidaten gefunden.

source: Missing candidates.
de: Nicht alle Kandidaten vorhanden.

source: Too many levels.
de: Zu viele Abstufungen.

source: Too many votes.
de: Zu viele Optionen ausgewählt.

source: Misplaced bar.
de: Ablehnungsoption an ungültiger Stelle.

source: Invalid regular expression (position %(pos)s).
de: Ungültiger regulärer Ausdruck (Position %(pos)s).

source: Must not contain any forbidden characters (which are %(forbidden_chars)s while .^$ are allowed).
de: Darf keine verbotenen Zeichen enthalten (diese sind %(forbidden_chars)s) wohingegen .^$ erlaubt sind.

source: Invalid operator for this field.
de: Unzulässiger Operator für dieses Feld.

source: Two endpoints required.
de: Zwei Werte für Intervall benötigt.

source: Selection may not be empty.
de: Es muss etwas ausgewählt werden.

source: Not a Query.
de: Muss eine Query sein.

source: Invalid constraint number %(index)s
de: Ungültige Einschränkung bei Index %(index)s.

source: Invalid operator.
de: Unzulässiger Operator.

source: Invalid ordering condition number %(index)s
de: Ungültige Ordnungsrelation bei Index %(index)s.

source: Invalid input for the enumeration %(enum)s
de: Ungültige Eingabe für Enumeration %(enum)s.

source: SubscriptionState.none is not written into the database.
de: SubscriptionState.none wird nicht in die Datenbank geschrieben.

source: This genesis request looks similar to these existing accounts. Maybe consider updating one of these instead of creating a new account?
de: Diese Accountanfrage scheint sehr ähnlich zu diesen bereits existierenden Accounts zu sein. Möglicherweise sollte einer der bestehenden Accounts aktualisiert werden, anstatt einen neuen Account zu erstellen.

source: Doppelgangers
de: Ähnliche Accounts

source: Imports into an offline instance must happen via shell scripts.
de: In einer Offlineinstanz ist der Import nur per Kommandozeile möglich.
