Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: No inputs given.
de: Eingabe fehlt.

source: Out of supported scope.
de: Nicht im unterstützten Bereich.

source: Not supported.
de: Operation nicht unterstützt.

source: Not in list.
de: Nicht in der Liste enthalten.

source: Cannot unwrap str or bytes. Got %(data)s.
de: Es ist nicht möglich str oder bytes zu entpacken. Erhielt %(data)s.

source: Can only unwrap collections. Got %(data)s.
de: Kann nur Collections entpacken. Erhielt %(data)s.

source: Can only unwrap collections with one element. Got %(len)s elements.
de: Entpacken nur möglich für einelementige Collections. Eingabe hat %(len)s Elemente.

source: Security degradation: anonymous and non-expiring parameter
de: Sicherheitsverlust: anonymer, nicht-ablaufender Parameter

source: Could not determine any db role.
de: Konnte keine Datenbankrolle bestimmen.

source: Failed to locate repository
de: Konnte das Repository nicht finden.

source: 00_query_event_registration_all
de: Alle Anmeldungen

source: 02_query_event_registration_orgas
de: Orgas

source: 10_query_event_registration_not_paid
de: Noch nicht bezahlt

source: 12_query_event_registration_paid
de: Bezahlt

source: 14_query_event_registration_participants
de: Alle Teilnehmer

source: 20_query_event_registration_non_members
de: Nicht-Mitglieder

source: 30_query_event_registration_orga_notes
de: Orga-Notizen

source: 40_query_event_registration_u18
de: U18

source: 42_query_event_registration_u16
de: U16

source: 44_query_event_registration_u14
de: U14

source: 50_query_event_registration_minors_no_consent
de: U18 ohne Einverständniserklärung

source: 60_query_dokuteam_course_picture
de: Dokuteam Kursfoto

source: 61_query_dokuteam_dokuforge
de: Dokuteam Dokuforge

source: 62_query_dokuteam_address_export
de: Dokuteam Adressexport

source: 17_query_event_registration_waitlist
de: Warteliste

source: 16_query_event_registration_waitlist
de: Warteliste

source: 50_query_dokuteam_courselist
de: Dokuteam Kursliste

source: 00_query_cde_user_all
de: Alle Nutzer

source: 02_query_cde_members
de: Alle Mitglieder

source: 10_query_cde_user_trial_members
de: Probemitglieder

source: 20_query_cde_user_expuls
de: Adressexport exPuls

source: 00_query_archived_persona_all
de: Alle archivierten Nutzer

source: 00_query_event_user_all
de: Alle Nutzer

source: 10_query_event_user_minors
de: Minderjährige

source: 00_query_core_user_all
de: Alle Nutzer

source: 10_query_core_any_admin
de: Alle Admins

source: 00_query_assembly_user_all
de: Alle Nutzer

source: 02_query_assembly_user_admin
de: Admins

source: 00_query_ml_user_all
de: Alle Nutzer

source: 02_query_ml_user_admin
de: Admins

source: role %(role)s not available
de: Rolle %(role)s ist nicht verfügbar

source: Not available for instant pool
de: Für den instant pool nicht verfügbar.

source: Connection in use!
de: Verbindung bereits in Benutzung!

source: Suppressed exception detected
de: Unterdrückte Exception gefunden.

source: This domain is not supported.
de: Diese Domain wird nicht unterstützt.

source: Refusing to start in debug/offline mode.
de: Start im Entwicklungs- oder Offlinemodus ist unzulässig.

source: Session expired.
de: Die Sitzung ist abgelaufen.

source: You reached the internal limit for user profile views. This is a privacy feature to prevent users from cloning the address database. Unfortunatetly, this may also yield some false positive restrictions. Your limit will be reset in the next days.
de: Du hast das interne Limit für Zugriffe erreicht. Dies ist ein Sicherheitsfeature, das ein Klonen der Datenbank verhindern soll. Dabei kann es leider auch zu ungewollten Beschränkungen kommen. Deine Limitierung wird im Laufe der nächsten Tage automatisch zurückgesetzt.

source: A modification to the database could not be executed due to simultaneous access. Please reload the page to try again.
de: Eine Änderung an der Datenbank konnte wegen eines gleichzeitigen Zugriffs nicht ausgeführt werden. Bitte lade die Seite neu, um es erneut zu versuchen.

source: Action had no effect.
de: Aktion hatte keinen Effekt.

source: This user is not a presider for this assembly.
de: Dieser Nutzer ist kein Wahlleiter für diese Versammlung.

source: Must have presiders in order to create a mailinglist.
de: Mailingliste kann nur mit Versammlungsleitern erstellt werden.

source: Presider mailinglist created.
de: Versammlungsleitungs-Mailingliste angelegt.

source: Attendee mailinglist created.
de: Versammlungsteilnehmer-Mailingliste angelegt.

source: Mailinglist %(address)s already exists.
de: Mailingliste %(address)s existiert bereits.

source: Given presider address ignored in favor of newly created mailinglist.
de: Angegebene Versammlungsleitungs-E-Mail-Adresse durch Adresse der neuen Mailingliste ersetzt.

source: Must not be empty in order to create a mailinglist.
de: Darf nicht leer sein, damit eine Mailingliste erstellt werden kann.

source: Assembly created.
de: Versammlung angelegt.

source: Must be checked.
de: Muss markiert sein.

source: May not access attachments for this assembly.
de: Keine Berechtigung auf die Dateien dieser Versammlung zuzugreifen.

source: Signed up.
de: Angemeldet.

source: Already signed up.
de: Bereits angemeldet.

source: This user is not an assembly user.
de: Dieser Nutzer ist kein Versammlungsnutzer.

source: Members must sign up themselves.
de: Mitglieder müssen sich selbst anmelden.

source: Empty File.
de: Leere Datei.

source: Unable to conclude assembly with open ballot.
de: Kann Versammlung mit offenen Abstimmungen nicht abschließen.

source: Grouping ballots by status failed.
de: Gruppierung der Abstimmungen nach Status fehlgeschlagen.

source: File not found.
de: Datei wurde nicht gefunden.

source: Attachment added.
de: Anhang hinzugefügt.

source: Voting has already begun.
de: Die Abstimmung hat bereits begonnen.

source: Attachment can not be deleted.
de: Datei kann nicht gelöscht werden.

source: Invalid attachment specified.
de: Ungpltige Datei angefordert.

source: Remove all but the last version before deleting the attachment.
de: Entferne erst alle bis auf eine Dateiversion, bevor Du die gesamte Datei entfernst.

source: Attachment version can not be deleted.
de: Dateiversion kann nicht gelöscht werden.

source: Unknown version.
de: Unbekannte Version angegeben.

source: Invalid ballot specified.
de: Ungü

source: Ballot has not been tallied.
de: Abstimmung wurde noch nicht ausgezählt.

source: Abstained
de: Enthalten

source: Against all Candidates
de: Gegen alle Kandidaten

source: Rejection limit
de: Ablehnungsgrenze

source: Entered invalid secret
de: Ungültiges Geheimniss eingegeben.

source: Force starting a ballot is only possible in dev mode.
de: Forcieren eines Abstimmungsstarts ist nur im Entwicklermodus möglich.

source: Option not available.
de: Option nicht verfügbar.

source: Rejection is exclusive.
de: Ablehnung kann nur exklusiv gewählt werden.

source: Ballot not yet tallied.
de: Abstimmung noch nicht ausgezählt.

source: Mustn’t be the bar shortname.
de: Darf nicht der Bezeichner der Ablehnungsoption sein.

source: Duplicate shortname.
de: Option doppelt gefunden.

source: Consent noted.
de: Zustimmung gespeichert.

source: Decision noted.
de: Entscheidung gespeichert.

source: You have to specify some filters.
de: Du musst Suchkriterien eingeben.

source: Too many query results.
de: Zu viele Treffer.

source: Entry changed.
de: Eintrag geändert.

source: Persona is younger than 10 years.
de: Person ist jünger als 10 Jahre.

source: No gender specified.
de: Kein Geschlecht angegeben.

source: No course available.
de: Kein Kurs verfügbar.

source: Email address already taken.
de: Emailadresse bereits vergeben.

source: Doppelgangers found.
de: Ähnlicher Account gefunden.

source: Doppelganger choice doesn’t fit resolution.
de: Accountzusammenführung inkonsistent mit Aktion.

source: Doppelganger unavailable.
de: Accountzusammenführung nicht möglich.

source: Doppelganger will upgrade to CdE.
de: Accountzusammenführung mit nicht-CdE Account.

source: Unmodified realm upgrade.
de: Übergang in CdE-Bereich ohne Datenübernahme.

source: Missing data for realm upgrade.
de: Fehlende Datengrundlage für Bereichswechsel.

source: Participation already recorded.
de: Teilnahme bereits erfasst.

source: Only one input method allowed.
de: Nur eine Eingabe-Methode erlaubt.

source: Lines %(first)s and %(second)s are the same.
de: Zeilen %(first)s und %(second)s sind identisch.

source: Lines %(first)s and %(second)s look the same.
de: Zeilen %(first)s und %(second)s sehen gleich aus.

source: Lines didn’t match up.
de: Daten wurden geändert.

source: Only member admission supported.
de: Nur Aufnahme von Mitglieder unterstützt.

source: %(num)s new members.
de: %(num)s Neuaufnahmen.

source: Created %(num)s accounts.
de: %(num)s Accounts erstellt.

source: DB serialization error.
de: Datenbank-Transaktions-Fehler.

source: Unexpected error on line %(num)s.
de: Unerwarteter Fehler in Zeile %(num)s.

source: Modified %(num)s accounts.
de: %(num)s Accounts aktualisiert.

source: Line %(lineno)s does not have the correct number of columns.
de: Zeile %(lineno)s hat nicht die korrekte Anzahl Spalten.

source: Unknown action.
de: Unbekannte Aktion.

source: No Member with ID %(p_id)s found.
de: Kein Account mit ID %(p_id)s gefunden.

source: Persona is archived.
de: Account ist archiviert.

source: Persona is not in CdE realm.
de: Account ist kein CdE-Account

source: Family name doesn’t match.
de: Nachname passt nicht.

source: Given names don’t match.
de: Vornamen passen nicht zusammen.

source: More than one transfer for this account (lines %(first)s and %(second)s).
de: Mehrere Überweisungen für diesen Account (Zeilen %(first)s und %(second)s).

source: Committed %(num)s transfers. There were %(new_members)s new members.
de: %(num)s Überweisungen gebucht. %(new_members)s neue Mitglieder.

source: Permit revoked.
de: Lastschriftmandat widerrufen.

source: Creation of SEPA-PAIN-file failed.
de: Erstellung der SEPA-PAIN-Datei fehlgeschlagen.

source: %(num)s Direct Debits issued. Notification mails sent.
de: %(num)s Lastschriften initialisiert. Benachrichtigungsmails wurden verschickt.

source: Unable to skip transaction.
de: Einzug kann nicht pausiert werden.

source: Skipped.
de: Pausiert.

source: Wrong number of actions.
de: Falsche Anzahl an Aktionen.

source: No transactions selected.
de: Keine Transaktionen ausgewählt.

source: LaTeX compiliation failed. This might be due to special characters.
de: Der LaTeX-Code konnte nicht kompiliert werden. Das liegt wahrscheinlich an nicht unterstützten Sonderzeichen.

source: Form could not be created. Please refrain from using special characters if possible.
de: Formular konnte nicht erstellt werden. Bitte wenn möglich Sonderzeichen vermeiden.

source: Inconsistent semester state.
de: Inkonsistenter Semesterzustand.

source: Billing already done.
de: Zahlungserinnerung bereits erledigt.

source: Started sending billing mails.
de: Versand der Zahlungsauffordderungen begonnen.

source: Started sending archival notifications.
de: Versand der Archivierungsbenachrichtigungen begonnen.

source: Wrong timing for ejection.
de: Falscher Zeitpunkt für Bereinigung.

source: Started ejection.
de: Streichung inaktiver Mitglieder gestartet.

source: Started automated archival.
de: Automatische Archivierung inaktiveer Accounts begonnen.

source: Wrong timing for balance update.
de: Falscher Zeitpunkt für Guthabenaktualisierung.

source: Started updating balance.
de: Aktualisierung der Guthaben gestartet.

source: Wrong timing for advancing the semester.
de: Falscher Zeitpunkt für Beendigung des Semesters.

source: New period started.
de: Nächstes Semester initialisiert.

source: Addresscheck already done.
de: Adressabfrage bereits erledigt.

source: Not sending mail.
de: Keine E-Mail verschickt.

source: Started sending mail.
de: E-Mail-Versand hat begonnen.

source: Addresscheck not done.
de: Adressabfrage noch nicht erledigt.

source: New expuls started.
de: Nächster exPuls initialisiert.

source: Institution parameter got lost.
de: Organisationsangabe ist verlorengegangen.

source: Invalid institution id.
de: Nicht-existente Institution.

source: Line %(lineno)s is faulty.
de: Zeile %(lineno)s ist fehlerhaft.

source: Event created.
de: Veranstaltung erstellt.

source: Course created.
de: Kurs erstellt

source: Some of these users do not exist.
de: Einige dieser Nutzer existieren nicht.

source: Some of these users are not event users.
de: Einige dieser Nutzer sind keine Veranstaltungsnutzer.

source: *Nothing here yet.*
de: *Hier gibt es noch nichts.*

source: Failed validation.
de: Validierung fehlgeschlagen.

source: Must not be used in web templates.
de: Darf nicht in Web-Templates verwendet werden.

source: Given method is not callable.
de: Die fragliche Methode ist nicht aufrufbar.

source: Default values cannot be overridden: %(keys)s
de: Standardwerte können nicht überschrieben werden: %(keys)s

source: Requested modus does not exists: %(modus)s
de: Angefordeter modus existiert nicht: %(modus)s

source: Template not found: %(file)s
de: Template nicht gefunden: %(file)s

source: Ambiguous input.
de: Uneindeutige Eingabe.

source: Invalid input type.
de: Ungültiger Eingabetyp.

source: Cannot download query result without fields of interest.
de: Download eines Abfrageergebnis nicht möglich ohne selektierte Ausgabefelder.

source: Unknown download kind {kind}.
de: Unbekannte Downloadart {kind}.

source: The database currently undergoes maintenance and is unavailable.
de: Es werden derzeit Wartungsarbeiten an der Datenbank vorgenommen und diese ist daher leider nicht verfügbar.

source: Stored email to hard drive at %(path)s
de: E-Mail als %(path)s auf der Festplatte gespeichert.

source: Scope mismatch.
de: Scope passt nicht zu Query.

source: Change committed.
de: Die Änderung wurde übernommen.

source: Change pending.
de: Die Änderung wartet auf Bestätigung.

source: Change failed.
de: Änderung fehlgeschlagen.

source: LaTeX compilation failed. Try downloading the source files and compiling them manually.
de: Der LaTeX-Code konnte nicht kompiliert werden. Du kannst die Quelldateien herunterladen und versuchen sie manuell zu kompilieren.

source: Anti CSRF token is required for this form.
de: Dieses Formular benötigt einen Anti-CSRF-Token.

source: Anti CSRF token expired. Please try again.
de: Der Anti-CSRF-Token ist abgelaufen. Probiere es erneut.

source: Anti CSRF token is forged.
de: Der Anti-CSRF-Token wurde gefälscht.

source: Anti CSRF token is invalid.
de: Der Anti-CSRF-Token is ungültig.

source: User created.
de: Account erstellt.

source: Inconsistent request.
de: Inkonsistente Anfrage.

source: Object {param}={value} not found
de: Objekt {param}={value} wurde nicht gefunden.

source: You must login.
de: Login benötigt.

source: Access denied to {realm}/{endpoint}.
de: Zugriff auf {realm}/{endpoint} verweigert.

source: Magic URL parameter replacement failed.
de: Ersetzung magischer URL-Parameter fehlgeschlagen.

source: Link invalid.
de: Link ungültig.

source: Invalid argtype {t} found.
de: Ungültiger Argumenttyp {t}.

source: This page can only be accessed by orgas.
de: Auf diese Seite können nur Orgas zugreifen.

source: This event is locked for offline usage.
de: Diese Veranstaltung ist für die Offline-Nutzung gesperrt.

source: This page can only be accessed by the mailinglist’s moderators.
de: Auf diese Seite können nur Moderatoren der Mailingliste zugreifen.

source: You only have restricted moderator access and may not change subscriptions.
de: Du hast nur eingeschränkten Moderator-Zugriff und darfst keine Abbonements ändern.

source: This page can only be accessed by appropriate admins.
de: Auf diese Seite können nur Administratoren zugreifen.

source: This page may only be accessed by the assembly's presiders or assembly admins.
de: Diese Seite ist nur für die Versammlungsleitung und Administratoren zugänglich.

source: CdE user / Member
de: CdE-Nutzer / Mitglied

source: Event user
de: Veranstaltungsnutzer

source: Assembly user
de: Versammlungsnutzer

source: Mailinglist user
de: Mailinglistennutzer

source: CdE event
de: CdE-Veranstaltung

source: CdE membership
de: CdE-Mitgliedschaft

source: CdE members' assembly
de: CdE-Mitgliederversammlung

source: CdE mailinglist
de: CdE-Mailingliste

source: Login failure.
de: Login fehlgeschlagen.

source: %(count)s session(s) terminated.
de: %(count)s Sitzung(en) beendet.

source: Unsupported locale
de: Nicht unterstützte Sprache

source: No cde access to profile.
de: Kein CdE-Zugriff auf das Profil.

source: Access to non-searchable member data.
de: Zugriff auf Mitgliedsdatensatz ohne Datenschutz-Einwilligung.

source: Only admins may view archived datasets.
de: Zugriff auf archivierte Datensätze nur für Admins.

source: User is archived.
de: Der Benutzer ist archiviert.

source: Not a relative admin.
de: Nicht genug Adminprivilegien für diesen Account.

source: No account found.
de: Kein Account gefunden.

source: Must provide id of the associated mailinglist to use this kind.
de: Um diese Art Anfrage zu benutzen muss die zugehörige Mailinglisten-ID angegeben werden.

source: No valid realm.
de: Kein gültiger Bereich.

source: Resolve pending privilege change first.
de: Schließe erst die ausstehende Änderung der Admin-Privlilegien ab.

source: Cannot grant meta, core, CdE or CdElokal admin privileges to non CdE users.
de: Ein nicht-CdE-Nutzer kann keine Meta-, Core-, CdE- oder CdElokaladminrechte erhalten.

source: Cannot grant finance admin privileges to non CdE admins.
de: Nur CdE Admins können Finanz Admin werden.

source: Cannot grant mailinglist or CdElokal admin privileges to non mailinglist users.
de: Ein Nutzer ohne Mailinglistenprivilegien kann nicht Malinglisten- oder CdElokaladmin sein.

source: Cannot grant event admin privileges to non event users.
de: Nur Veranstaltungs Nutzer können Veranstaltungs Admin werden.

source: Cannot grant assembly admin privileges to non assembly users.
de: Nur Versammlungs Nutzer können Versammlungs Admin werden.

source: Privilege change waiting for approval by another Meta-Admin.
de: Änderung der Admin-Privilegien wartet auf Bestätigung durch einen anderen Meta-Admin.

source: No changes were made.
de: Es wurden keine Änderungen gemacht.

source: Privilege change not pending.
de: Änderung der Admin-Privilegien nicht ausstehend.

source: This privilege change is affecting your Meta-Admin privileges, so it has to be approved by another Meta-Admin.
de: Diese Änderung betrifft Deine Meta-Admin-Privilegien und muss daher von einem anderen Meta-Admin bestätigt werden.

source: This privilege change was submitted by you, so it has to be approved by another Meta-Admin.
de: Diese Änderung der Admin-Privilegien wurde von Dir angestoßen und muss daher von einem anderen Meta-Admin bestätigt werden.

source: Change rejected.
de: Änderung abgelehnt.

source: Password reset issued for new admin.
de: Passwort eines neuen Admins ungültig gemacht.

source: No promotion necessary.
de: Keine Änderung erforderlich.

source: %(num)s permits revoked.
de: %(num)s Lastschriftmandate widerrufen.

source: Nothing changed.
de: Keine Änderungen.

source: Foto updated.
de: Bild aktualisiert.

source: Foto removed.
de: Profilbild entfernt.

source: Please provide the user's email address.
de: Bitte gib die Emailadresse des Nutzers an.

source: Password invalidated.
de: Passwort ungültig gemacht.

source: Passwords don’t match.
de: Passwörter stimmen nicht überein.

source: Password changed.
de: Passwort geändert.

source: Wrong password.
de: Passwort falsch.

source: Email sent.
de: E-Mail abgeschickt.

source: Please try again.
de: Bitte versuche es erneut.

source: Password reset.
de: Passwort zurückgesetzt.

source: Must be different from current email address.
de: Muss sich von der aktuellen E-Mail-Adresse unterscheiden.

source: Email address changed.
de: E-Mail-Adresse geändert.

source: It seems like you took too long and your previous upload was deleted.
de: Es scheint als hättest Du Dir zu viel Zeit gelassen und Deine Datei wurde mittlerweile wieder gelöscht.

source: Attachment missing.
de: Anhang fehlt.

source: Rationale too long.
de: Begründung zu lang.

source: Must specify gender for %(realm)s realm.
de: Muss Geschlecht angeben für %(realm)s Bereich.

source: Must not be empty.
de: Darf nicht leer sein.

source: Confirmation email has been resent.
de: Bestätigungsmail erneut versendet.

source: Email address already in DB. Reset password.
de: E-Mail-Adresse bereits vorhanden. Bitte das Passwort zurücksetzen.

source: Email sent. Please follow the link contained in the email.
de: E-Mail verschickt. Bitte den enthaltenen Link besuchen.

source: Verification failed. Please contact the administrators.
de: Verifikation fehlgeschlagen. Bitte an die Verwaltung wenden.

source: Email verified. Wait for moderation. You will be notified by mail.
de: E-Mail-Adresse verifiziert. Deine Anfrage wird bald bearbeitet und Du wirst dann per E-Mail informiert.

source: This account request was already verified.
de: Diese Accountanfrage wurde bereits bestätigt.

source: Case not to review.
de: Anfrage befindet sich nicht in der Begutachtung.

source: Case approved.
de: Antrag genehmigt.

source: Case rejected.
de: Anfrage abgewiesen.

source: Past event attendance could not be established.
de: Teilnahme an vergangener Veranstaltung konnte nicht eingetragen werden.

source: Persona has no pending change.
de: Account hat keine zu begutachtenden Änderungen.

source: Change dropped.
de: Änderung unterdrückt.

source: Must supply archival note.
de: Archivierungsnotiz muss angegeben werden.

source: The event is not published yet.
de: Die Veranstaltung ist noch nicht öffentlich.

source: Course list not published yet.
de: Die Kursliste ist noch nicht öffentlich.

source: Participant list not published yet.
de: Die Teilnehmerliste ist noch nicht veröffentlicht.

source: Invalid part id.
de: Nicht-existenter Veranstaltungsteil.

source: Only one part id allowed.
de: Lediglich die Id eines Teils ist zulässig.

source: Minor form updated.
de: Minderjährigenformular aktualisiert.

source: Minor form has been removed.
de: Minderjährigenformular wurde entfernt.

source: Nothing to remove.
de: Nichts zu entfernen.

source: Must have orgas in order to create a mailinglist.
de: Mailingliste kann nur mit Orgas erstellt werden.

source: Orga mailinglist created.
de: Orga-Mailingliste erstellt.

source: Participant mailinglist created.
de: Teilnehmermailingliste erstellt.

source: Registrations exist, no deletion.
de: Anmeldungen vorhanden, keine Löschung möglich.

source: This part can not be deleted.
de: Dieser Veranstaltungsteil kann nicht gelöscht werden.

source: Registrations exist, no part creation possible.
de: Anmeldungen vorhanden, kein Erstellung von Veranstaltungsteilen möglich.

source: Waitlist linked to non-fitting field.
de: Unpassendes Datenfeld für die Warteliste.

source: Must be less or equal than total Course Choices.
de: Muss kleiner oder gleich der Gesamtzahl von Kurswahlen sein.

source: Registrations exist, no track deletion possible.
de: Anmeldungen vorhanden, keine Löschung von Kursschienen möglich.

source: Some tracks can not be deleted.
de: Manche Kursschienen können nicht gelöscht werden.

source: Registrations exist, no track creation possible.
de: Anmeldungen vorhanden, kein Erstellung von Kursschienen möglich.

source: Fee Modifier linked to non-fitting field.
de: Unpassendes Datenfeld für Beitragsmodifikator.

source: Must not have multiple fee modifiers linked to the same field in one event part.
de: Nicht mehr als ein Beitragsmodifikator pro Veranstaltungsteil darf mit dem gleichen Feld verbunden sein.
