Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: %(name)s – Mailinglist Data
de: %(name)s – Mailinglisten-Daten

source: Mailinglist Data
de: Mailinglisten-Daten

source: Global information
de: Globale Daten

source: Mailinglist information
de: Mailinglisten-Daten

source: This lists all mailinglists this user is related to. In particular, this includes lists they are or have recently been subscribed to, as well as pending subscriptions and blocks.
de: Diese Liste enthält alle Mailinglisten, die mit dem Nutzer verknüpft sind. Konkret sind dies alle Listen mit aktuellen oder ehemaligen Abonnehments. Darüber hinaus finden sich hier alle Listen mit offenen Abonnehment-Anfragen oder Sperren.

source: (override)
de: (fixiert)

source: (blocked)
de: (geblockt)

source: General User Management
de: Allgemeine Nutzerverwaltung

source: On this page you can see all admins who have access to your data.
de: Auf dieser Seite kannst Du alle Administratoren sehen, die Zugriff auf Deine Daten haben.

source: Meta-Admins may modify admin privileges of other users based on a four-eye principle. One Meta-Admin may initiate a change, another has to approve that change.
de: Meta-Admins können Adminprivilegien anderer Nutzer nach einem Vier-Augen-Prinzip bearbeiten. Ein Meta-Admin kann eine Änderung anstoßen, ein anderer muss sie bestätigen.

source: Core-Admins may view and edit any other user account. They may also approve account requests for all realms and they may approve pending changes of data fields needing review (address, birthday and name).
de: Core-Admins können alle anderen Nutzer einsehen und bearbeiten. Sie können Accountanfragen für alle Arten von Accounts bearbeiten und sie können ausstehende Änderungen von Daten, die eine Prüfung benötigen (Addresse, Geburtsdatum und Name), bestätigen.

source: CdE-Admins may create, view and edit CdE-Users. They may also manage past events that are displayed on profiles.
de: CdE-Admins können CdE-Nutzer einsehen, anlegen und verwalten. Außerdem verwalten sie die vergangenen Veranstaltungen, die auf den Nutzerprofilen angezeigt werden.

source: Finance-Admins
de: Finanz-Admins

source: Finance-Admins may manage direct debit authorizations and membershipfee transactions. They also handle semestermanagement, i.e. the sending of payment notifications, as well as the removal of inactive members and the updating of balances.
de: Finanz-Admins verwalten Einzugsberechtigungen und Überweisungen von Mitgliedsbeiträgen. Außerdem kümmern sie sich um die Semesterverwaltung, d.h. das Versenden von Zahlungsaufforderungen, das Streichen von inaktiven Mitgliedern, sowie das Aktualisieren der Mitgliedsguthaben.

source: Event-Admins
de: Veranstaltungs-Admins

source: Event-Admins may create DB-organized events and add and remove orgas to these events. They can also access the configuration as well as all registration data of these events. Event-Admins may create and manage Event-Users, i.e. users with access to the event realm but not the CdE realm. This includes the approval of account requests. They may manage and create event related mailinglists.
de: Veranstaltungs-Admins legen Veranstaltungen in der Datenbank an und können Orgas zu diesen hinzufügen, bzw. entfernen. Sie haben außerdem Zugriff auf alle Konfigurations- und Teilnehmerdaten von diesen Veranstaltungen. Veranstaltungs-Admins erstellen und verwalten reine Veranstaltungsnutzer und können entsprechende Accountanfragen bearbeiten. Sie können Veranstaltungsbezogene Mailinglisten anlegen und verwalten.

source: Mailinglist-Admins
de: Mailinglisten-Admins

source: Mailinglist-Admins may manage and create all types of mailinglists. They may create, manage and approve requests for Mailinglist-Users, i.e. users that may only access mailinglists.
de: Mailinglisten-Admins können alle Arten von Mailinglisten anlegen und bearbeiten. Außerdem können sie reine Mailinglistennutzer anlegen und verwalten, sowie entsprechende Accountanfragen bearbeiten.

source: CdElokal-Admins may manage and create CdElokal mailinglists. They do not automatically have access to any user management, like creating and managing accounts.
de: CdElokal-Admins können CdElokal-Mailinglisten anlegen und bearbeiten. Sie haben selbst keinen Zugang zur Nutzerverwaltung, wie das Anlegen und Bearbeiten von Accounts.

source: Assembly-Admins
de: Versammlungs-Admins

source: Assembly-Admins may create and manage assemblies and ballots. They may create and manage Assembly-Users, i.e. users with access to assemblies, that are not CdE members. They may also add these users as participants of assemblies.
de: Versammlungs-Admins können Versammlungen und Abstimmungen anlegen und bearbeiten. Sie können reine Versammlungsnutzer anlegen und bearbeiten, sowie diese zu Versammlungen hinzufügen.

source: You do not have sufficient permissions to access this page:
de: Du hast keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen:

source: Couldn’t find the requested page.
de: Konnte die angeforderte Seite nicht finden.

source: This HTTP method is not allowed for this URL.
de: Diese Anfrage-Methode ist für diese Seite nicht erlaubt.

source: Quota exceeded.
de: Quota überschritten.

source: An internal error occured:
de: Ein interner Fehler ist aufgetreten:

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: If you think this is an error, please contact the %(team)s at %(mail)s with the error message displayed above, the current time (%(time)s) and a detailed description of your actions: What were you about to do? Which links and buttons did you click to get here? Have you changed any settings before the error occurred?
de: Wenn Du das für einen Fehler hältst, wende Dich bitte mit der oben angezeigten Fehlermeldung, der aktuellen Zeit (%(time)s) und einer detaillierten Beschreibung Deines Vorgehens an das %(team)s unter %(mail)s: Was wolltest Du tun? Welche Links und Buttons hast du angeklickt, um hierhin zu gelangen? Hast du irgendwelche Einstellungen geändert, bevor der Fehler aufgetreten ist?

source: If you reached this page via an internal link of the CdE-Datenbank, please contact the %(team)s at %(mail)s and describe how you got here.
de: Wenn Du diese Seite über einen internen Link in der CdE-Datenbank erreicht hast, kontaktiere bitte das %(team)s unter %(mail)s and beschreibe, wie Du hierhin gelangt bist.

source: Use the navigation buttons of your browser to get back to the previous page or go to the %(frontpage_link)s of the CdE-Datenbank.
de: Verwende die Navigations-Schaltflächen Deines Browsers, um zurück zur vorherigen Seite zu gelangen, oder öffne die %(frontpage_link)s der CdE-Datenbank.

source: frontpage
de: Startseite

source: First try reloading this page.
de: Versuche zunächst, die Seite neuzuladen.

source: If the error persists, you probably found a bug, hidden in our code. Please contact the %(team)s at %(mail)s with the error message displayed above, the current time (%(time)s) and a detailed description of your actions: What were you about to do? Which links and buttons did you click to get here? Have you changed any settings before the error occurred?
de: Wenn der Fehler hartnäckig bleibt, hast Du vermutlich einen Bug entdeckt, der sich in unserem Code versteckt. Bitte wende Dich mit der oben angezeigten Fehlermeldung, der aktuellen Zeit (%(time)s) und einer detaillierten Beschreibung Deines Vorgehens an das %(team)s unter %(mail)s: Was wolltest Du tun? Welche Links und Buttons hast du angeklickt, um hierhin zu gelangen? Hast du irgendwelche Einstellungen geändert, bevor der Fehler aufgetreten ist?

source: Add part (%(event_title)s)
de: Veranstaltungsteil hinzufügen (%(event_title)s)

source: Add part
de: Veranstaltungsteil hinzufügen

source: Event-Parts
de: Veranstaltungsteile

source: Title
de: Titel

source: Begin
de: Beginn

source: End
de: Ende

source: Event-Part Fee
de: Teilnehmerbeitrag

source: Field for Waitlist
de: Wartelistenfeld

source: Field to store the %(link)s ranking of this part. Fieldtype: Integer
de: Feld für die %(link)s dieses Veranstaltungsteils. Datentyp: Ganzzahl

source: Waitlist
de: Warteliste

source: New Registration (%(title)s)
de: Neue Anmeldung (%(title)s)

source: Add Participant
de: Teilnehmer hinzufügen

source: New Registration
de: Neue Anmeldung

source: Orga-Notes
de: Orga-Notizen

source: Fee paid
de: Teilnehmerbeitrag bezahlt

source: Amount Paid
de: Bereits bezahlter Betrag

source: Parental Consent
de: Einverständniserklärung

source: Checked-In
de: Eingecheckt

source: Course %s
de: Kurs %s

source: Mixed Lodging
de: Gemischte Unterbringung

source: Participant List Consent
de: Teilnehmerlisten-Zustimmung

source: Instructor of
de: Kursleiter von

source: %s. Choice
de: %s. Wahl

source: Questionnaire Preview (%(title)s)
de: Fragebogen-Vorschau (%(title)s)

source: Questionnaire (%(title)s)
de: Fragebogen (%(title)s)

source: Configure Questionnaire
de: Fragebogen konfigurieren

source: Questionnaire Preview
de: Fragebogen-Vorschau

source: Participant Questionnaire
de: Teilnehmer-Fragebogen

source: Edit Registration for %(title)s
de: Anmeldung für %(title)s ändern

source: My Registration
de: Meine Anmeldung

source: Change
de: Ändern

source: Edit Registration
de: Anmeldung bearbeiten

source: Note of the Orga Team
de: Hinweis des Orgateams

source: Additional Information
de: Weitere Angaben

source: This search will only show archived pure event users.
de: Diese Suche findet nur archivierte reine Veranstaltungsnutzer.

source: Courselist
de: Kursliste

source: Participant info
de: Teilnehmer-Infos

source: Participant list
de: Teilnehmerliste

source: Course Assignment
de: Kurseinteilung

source: Lodgements
de: Unterkünfte

source: Partial Import
de: Partieller Import

source: Configure Custom Fields
de: Datenfelder konfigurieren

source: Configure Registration
de: Anmeldung konfigurieren

source: This event was cancelled and has been archived.
de: Diese Veranstaltung wurde abgesagt und archiviert.

source: This event has been archived.
de: Diese Veranstaltung wurde archiviert.

source: This event has been cancelled.
de: Diese Veranstaltung wurde abgesagt.

source: Event-Overview
de: Veranstaltungsübersicht

source: All Events
de: Alle Veranstaltungen

source: Event Administration
de: Veranstaltungs-Administration

source: Enter Money Transfers (%(title)s)
de: Überweisungen eintragen (%(title)s)

source: Send Notifications
de: Benachrichtigung versenden

source: Set payment date for full payments only.
de: Aktualisiere Zahlungseingangsdatum nur bei voller Bezahlung.

source: e.g.
de: z.B.

source: The template for the notification can be found on the %(infolink)s.
de: Die Vorlage für die Benachrichtigung ist auf der %(infolink)s zu finden.

source: email template list
de: Email-Vorlagen-Liste

source: Validation Results
de: Validierungsergebnisse

source: Edit %(course)s (%(event)s)
de: %(course)s bearbeiten (%(event)s)

source: Coursenumber
de: Kursnummer

source: Long Title
de: Langer Titel

source: Minimum Size (excl. instr.)
de: Mindestgröße (exkl. KL)

source: Maximum Size (excl. instr.)
de: Maximalgröße (exkl. KL)

source: Course Tracks
de: Kursschienen

source: Course tracks, in which the Course was originally offered.
de: Kurschienen, in denen der Kurs ursprünglich angeboten wurde.

source: Takes place
de: Findet statt

source: Cancelled courses are no longer choosable by participants and are marked in the courselist and the course assignment view.
de: Ausfallende Kurse sind nicht mehr von den Teilnehmern wählbar und werden in der Kursliste und bei der Kurseinteilung markiert.

source: This is an orga-internal marker to help with course assignment. To make cancelled courses public, check Configuration → Visibility of cancelled courses.
de: Dies ist ein Orga-interner Marker, der bei der Kurseinteilung genutzt werden kann. Um die ausfallenden Kurse öffentlich zu machen, aktiviere Konfiguration → Sichtbarkeit ausfallender Kurse.

source: Takes place in
de: Findet statt in

source: Fields
de: Felder

source: No custom fields for courses available.
de: Keine Datenfelder für Kurse vorhanden.

source: Warning: The description will be publicly visible, once courselist visibility is activated in the configuration. Course instructors will be visible to event users.
de: Achtung: Die Beschreibung wird öffentlich sichtbar sein, sobald die Kursliste in der Konfiguration sichtbar geschaltet wird. Die Kursleiter sind sichtbar für Veranstaltungsnutzer.

source: %(title)s – Configuration
de: %(title)s – Konfiguration

source: Event Meta Data
de: Veranstaltungs-Metadaten

source: This description is visible to all event users, if “Visibility of the Event” is set.
de: Die Beschreibung ist für alle Veranstaltungsnutzer sichtbar, sofern „Sichtbarkeit der Veranstaltung“ aktiviert ist.

source: Orga Address
de: Orga-E-Mail-Adresse

source: This address is visible publicly (without login), if “Visibility of the Event” is set.
de: Diese Adresse ist öffentlich (ohne Login) sichtbar, sofern „Sichtbarkeit der Veranstaltung“ aktiviert ist.

source: Visibility and Registration Dates
de: Sichtbarkeit und Anmeldungs-Daten

source: Visibility of the Event
de: Sichtbarkeit der Veranstaltung

source: If this is checked, all event users can see the event and anyone with the link can access it. If this is unchecked, event users can still register within the registration period by accessing the registration link directly.
de: Wenn dies ausgewählt ist, können alle Veranstaltungsnutzer die Veranstaltung sehen und die Veranstaltung ist über den Link öffentlich erreichbar. Wenn dies nicht ausgewählt ist, können Veranstaltungsnutzer sich innerhalb des Anmeldezeitraums trotzdem anmelden, indem sie den Anmeldelink aufrufen.

source: Visibility of the Courselist
de: Sichtbarkeit der Kursliste

source: If this is unchecked, no one can see the courselist. If this is checked, but the event is not visible, anyone with the link can access the courselist.
de: Wenn dies nicht ausgewählt ist, kann niemand die Kursliste sehen. Wenn dies ausgewählt ist, aber die Veranstaltung nicht sichtbar ist, ist die Kursliste trotzdem direkt über den Link öffentlich erreichbar.

source: Visibility of the cancelled courses
de: Sichtbarkeit ausfallender Kurse

source: If checked, cancelled courses are shown publicly in the course list. Additionally, participants may not chose cancelled courses anymore.
de: Wenn diese Option aktiv ist, werden ausfallende Kurse für alle sichtbar in der Kursliste markiert und können nicht mehr gewählt werden.

source: Attention: Activating this before Registration Soft Limit, will force people to change their course choices for cancelled courses, when updating their registration.
de: Achtung: Wird dies vor dem Anmeldungschluss aktiviert, werden potentielle Teilnehmer beim Aktualisieren ihrer Anmeldung gezwungen, ihre Kurswahl für ausfallende Kurse zu ändern.

source: Visibility of the Participant List
de: Sichtbarkeit der Teilnehmerliste

source: If checked, a participant list containg name, email, postal code and city is shown to all participants.
de: Wenn dies ausgewählt ist, wird eine Teilnehmerliste mit Name, E-Mail, Postleitzahl und Stadt für alle Teilnehmer sichtbar.

source: Visibility of Course Assignment
de: Sichtbarkeit der Kurseinteilung

source: If checked, the course assignment is shown to the participants. In particular, it is shown to each participant on the registration status and on the Participant List.
de: Wenn dies ausgewählt ist, wird die Kurseinteilung den Teilnehmern angezeigt. Konkret wird der Kurs jedem Teilnehmer im Anmeldestatus und auf der Teilnehmerliste angezeigt.

source: Cancellation of the event
de: Absage der Veranstaltung

source: If checked, the event is shown as cancelled. This can be undone and has no further effects. Do not do this without consulting the chairmen of the CdE.
de: Wenn dies ausgewählt ist, wird die Veranstaltung als abgesagt angezeigt. Dies kann jederzeit rückgängig gemacht werden und hat keine weiteren Auswirkungen. Berate dich mit dem Vorstand, ehe du diese Option setzt.

source: Registration Start
de: Anmeldebeginn

source: Registration Soft Limit
de: Anmeldeschluss

source: Is displayed initially. Changes to registration are only possible until then. If left empty, Changes will be possible indefinitely.
de: Wird zunächst angezeigt. Änderungen an Anmeldungen sind nur bis dahin möglich. Falls leer, sind Anmeldungen unbegrenzt möglich.

source: Registration Hard Limit
de: Anmeldeschluss für Nachmeldungen

source: Final registration end. Until then late registrations are possible. If left empty, late registrations will be possible indefinitely.
de: Endgültiger Anmeldeschluss. Bis dahin sind Nachmeldungen möglich. Falls leer, bleibt die Anmeldung für Nachmeldungen offen.

source: Show Questionnaire
de: Fragebogen anzeigen

source: If this is checked, all registrated users can fill out the Questionnaire. You can configure every part of the questionnaire individually in the questionnaire configuration.
de: Wenn dies ausgewählt ist, können alle angemeldeten Benutzer den Fragebogen ausfüllen. Jeder Teil des Fragebogens kann in der Fragenbogen-Konfiguration einzeln konfiguriert werden.

source: Additional Information for Registration
de: Zusätzliche Informationen bei der Anmeldung

source: CdE-Account IBAN
de: CdE-Konto IBAN

source: Only leave this empty if payment is going to be handled directly by the orgas.
de: Diese Feld nur leerlassen, wenn die Bezahlung direkt von den Orgas abgehandelt werden soll.

source: Additional Fee for External Participants.
de: Zusatzbeitrag für externe Teilnehmer.

source: Participants who are not currently members will have to pay this additional fee.
de: Teilnehmer die derzeit keine CdE-Mitglieder sind müssen diesen zusätzlichen Beitrag bezahlen.

source: Registration page free text
de: Freitext Anmeldeseite

source: Registration mail free text
de: Freitext Anmeldebestätigung

source: Special Purpose Custom Fields
de: Datenfelder mit besonderem Zweck

source: Field for Rooming Preferences
de: Feld für Hauswünsche

source: The custom field in which the participants’ rooming preferences will be saved. It is used for the PDF lodgement puzzle download. Fieldtype: Text
de: Das Feld, in das die Hauswünsche der Teilnehmer eingetragen werden. Es wird für den Unterkunftseinteilung-Bastelsatz-Download verwendet. Feldtyp: Text

source: Field for Camping Mat
de: Feld für Isomatte

source: The custom field in which the participants’ willingness to sleep on a camping mat will be saved. It is used for the PDF lodgement puzzle download. Fieldtype: Yes/No
de: Das Datenfeld, in dem die Bereitschaft, auf einer Isomatte zu schlafen, abgefragt wird. Es wird für den Unterkunftseinteilung-Bastelsatz-Download verwendet. Feldtyp: Ja/Nein

source: Field for Course Room
de: Feld für Kursraum

source: The custom field in which the course’s assigned course room will be saved. It is used for PDF participant lists and nametags. Fieldtype: Text
de: Das Datenfeld, in dem der dem Kurs zugewiesene Raum gespeichert wird. Es wird für PDF-Teilnehmerlisten und -Namensschilder verwendet. Feldtyp: Text

source: Additional information for participants
de: Zusätzliche Informationen für Teilnehmer

source: This is only for event-internal information. Any public information should be placed on the website.
de: Dies ist nur für veranstaltungsinterne Informationen gedacht. Alle öffentlichen Infos sollten auf die Webseite.

source: Edit Lodgement %(lodgement)s (%(event)s)
de: Unterkunft %(lodgement)s bearbeiten (%(event)s)

source: Edit Lodgement %(lodgement)s
de: Unterkunft %(lodgement)s bearbeiten

source: Regular Capacity
de: Reguläre Kapazität

source: Camping Mat Capacity
de: Isomattenplätze

source: Lodgement Group
de: Unterkunftgruppe

source: No custom fields for lodgements available.
de: Keine Datenfelder für Unterkünfte verfügbar.

source: Edit part %(part_title)s (%(event_title)s)
de: Veranstaltungsteil %(part_title)s bearbeiten (%(event_title)s)

source: Edit part %(part_title)s
de: Veranstaltungsteil %(part_title)s bearbeiten

source: Event parts and course tracks can only be created or deleted if no registrations are present yet. Course tracks can only be deleted, if there are no courses associated with them.
de: Veranstaltungsteile und Kursschienen können nur erstellt oder gelöscht werden, falls noch keine Anmeldungen vorliegen. Kursschienen können nur gelöscht werden, falls ihnen keine Kurse zugeordnet sind.

source: Fee Modifiers
de: Beitragsmodifikatoren

source: Fee Modifier
de: Beitragsmodifikator

source: Linked Field
de: Verbundenes Feld

source: Coursetracks
de: Kursschienen

source: Coursetrack
de: Kursschiene

source: Req. Choices
de: Notw. Wahlen

source: Sortkey
de: Sortierung

source: Edit Registration by %(name)s (%(title)s)
de: Anmeldung von %(name)s bearbeiten (%(title)s)

source: Full Name
de: Name

source: The registered people are able to see their current registration status, the payment status and – for minors – the status of the parental consent at “%(my_registration)s”.
de: Die Teilnehmer und Angemeldeten können unter „%(my_registration)s“ ihren aktuellen Teilnahme-Status, den Status des Teilnehmerbeitrags und – bei Minderjährigen – den Status der Einverständniserklärung einsehen.

source: Uses Camping Mat
de: Isomattenschläfer

source: Registration Data
de: Anmeldedaten

source: Custom Fields
de: Datenfelder

source: Summary to be added to the log entry.
de: Zusammenfassung für den Logeintrag.

source: Edit Registrations (%(title)s)
de: Anmeldungen bearbeiten (%(title)s)

source: Edit Registrations
de: Anmeldungen bearbeiten

source: Overwrite “%(label)s”
de: „%(label)s“ überschreiben

source: Overwrite this field
de: Dieses Feld überschreiben

source: Overwrite ”%(label)s”
de: %(label)s überschreiben

source: All checked fields will be overwritten with the specified value in all registrations. Fields that are equal in all registrations are already selected.
de: Alle Felder, die mit einem Häkchen markiert sind, werden bei allen Anmeldungen mit dem eingestellten Wert überschrieben. Felder, die schon jetzt bei allen Anmeldungen übereinstimmen, sind vorausgewählt.

source: %s: Instructor of
de: %s: Kursleiter von

source: Summary to be added to the log entries. This is prefixed with "Multi-Edit: "
de: Zusammenfassung für den Logeintrag. Erhält "Multi Edit: " als Präfix.

source: Search Name
de: Namen suchen

source: Name to Search
de: Name zum Filtern

source: The Participant will be checked in.
de: Der Teilnehmer wird eingecheckt.

source: Configure Questionnaire (%(title)s)
de: Fragebogen konfigurieren (%(title)s)

source: Preview Questionnaire
de: Fragebogen-Vorschau

source: Reorder Questionnaire
de: Fragebogen umordnen

source: Questionnaire Import
de: Fragebogenimport

source: Add Part
de: Teil hinzufügen

source: true
de: wahr

source: false
de: falsch

source: Delete Questionnaire Part
de: Fragebogen-Teil löschen

source: Configure Registration (%(title)s)
de: Anmeldung konfigurieren (%(title)s)

source: Registration Preview
de: Anmeldungsvorschau

source: Reorder Registration
de: Anmeldung umordnen

source: Course Assignment Checks (%(title)s)
de: Kurseinteilungsprüfung (%(title)s)

source: Checks
de: Prüfung

source: Course Assignment Checks
de: Kurseinteilungsprüfung

source: instead of
de: statt

source: not assigned to
de: nicht eingeteilt in

source: Cancelled courses with participants
de: Ausfallende Kurse mit Teilnehmern

source: Courses with too many attendees
de: Kurse mit zu vielen Teilnehmern

source: Courses with too few attendees
de: Kurse mit zu wenigen Teilnehmern

source: Courses without instructor
de: Kurse ohne Kursleiter

source: Participants without course
de: Teilnehmer ohne Kurs

source: Instructors not in their own course
de: Kursleiter im falschen Kurs
