Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: QueryOperators.outside
de: ist nicht zwischen

source: QueryOperators.greaterequal
de: ist größer/gleich

source: QueryOperators.greater
de: ist größer

source: MailinglistGroup.public
de: Öffentliche Mailinglisten

source: MailinglistGroup.cde
de: Mitgliedermailinglisten

source: MailinglistGroup.team
de: Teammailinglisten

source: MailinglistGroup.event
de: Veranstaltungslisten

source: MailinglistGroup.assembly
de: Versammlungslisten

source: MailinglistGroup.cdelokal
de: CdElokal-Listen

source: MailinglistTypes.member_mandatory
de: Mitglieder (Alternativlos)

source: MailinglistTypes.member_opt_out
de: Mitglieder (Opt-out)

source: MailinglistTypes.member_opt_in
de: Mitglieder (Opt-in)

source: MailinglistTypes.member_moderated_opt_in
de: Mitglieder (Moderiertes Opt-in)

source: MailinglistTypes.member_invitation_only
de: Mitglieder (Nur durch Moderatoren)

source: MailinglistTypes.team
de: Team (Moderiertes Opt-In)

source: MailinglistTypes.restricted_team
de: Team (Nur durch Moderatoren)

source: MailinglistTypes.event_associated
de: Teilnehmer/Anmeldungen (Opt-out)

source: MailinglistTypes.event_orga
de: Orga (Opt-out)

source: MailinglistTypes.assembly_associated
de: Versammlung (Opt-out)

source: MailinglistTypes.assembly_opt_in
de: Versammlungsnutzer (Opt-in)

source: MailinglistTypes.assembly_presider
de: Versammlungsleitung (Opt-out)

source: MailinglistTypes.general_mandatory
de: Öffentlich (Alternativlos)

source: MailinglistTypes.general_opt_in
de: Öffentlich (Opt-in)

source: MailinglistTypes.general_moderators
de: Alle Moderatoren

source: MailinglistTypes.cdelokal_moderators
de: Alle CdElokal-Moderatoren

source: MailinglistTypes.semi_public
de: Öffentlich ([Moderiertes] Opt-in)

source: MailinglistTypes.cdelokal
de: CdElokal ([Moderiertes] Opt-in)

source: day is out of range for month
de: Tag liegt nicht im Monat.

source: [<class 'decimal.ConversionSyntax'>]
de: Keine Zahl gefunden.

source: is_meta_admin
de: Meta-Admin

source: is_core_admin
de: Core-Admin

source: is_cde_admin
de: CdE-Admin

source: is_finance_admin
de: Finanz-Admin

source: is_event_admin
de: Veranstaltungs-Admin

source: is_ml_admin
de: Mailinglisten-Admin

source: is_assembly_admin
de: Versammlungs-Admin

source: Use a few words, avoid common phrases.
de: Benutze mehrere Worte, vermeide übliche Ausdrücke.

source: No need for symbols, digits, or uppercase letters.
de: Sonderzeichen, Ziffern und Großbuchstaben nicht notwendig.

source: Add another word or two. Uncommon words are better.
de: Füge ein oder zwei weitere Wörter hinzu. Unübliche Wörter sind besser.

source: Straight rows of keys are easy to guess.
de: Reihen von Buchstaben auf der Tastatur sind einfach zu erraten.

source: Short keyboard patterns are easy to guess.
de: Kurze Tastaturmuster sind einfach zu erraten.

source: Use a longer keyboard pattern with more turns.
de: Benutze ein längeres Tastaturmuster mit mehr Wendungen.

source: Repeats like "aaa" are easy to guess.
de: Wiederholungen wie „aaa“ sind einfach zu erraten.

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc".
de: Wiederholungen wie „abcabcabc“ sind nur geringfügig schwieriger zu erraten als „abc“.

source: Avoid repeated words and characters.
de: Vermeide Wiederholungen von Wörtern und Buchstaben.

source: Sequences like "abc" or "6543" are easy to guess.
de: Abfolgen wie „abc“ oder „6543“ sind einfach zu erraten.

source: Avoid sequences.
de: Vermeide Abfolgen.

source: Recent years are easy to guess.
de: Jahreszahlen der letzten Jahre sind einfach zu erraten.

source: Avoid recent years.
de: Vermeide Jahreszahlen der letzten Jahre.

source: Avoid years that are associated with you.
de: Vermeide Jahreszahlen, die mit Dir in Verbindung stehen.

source: Avoid dates and years that are associated with you.
de: Vermeide Daten und Jahre, die mit Dir in Verbindung stehen.

source: This is a top-10 common password.
de: Das ist eines der 10 häufigsten Passwörter.

source: This is a top-100 common password.
de: Das ist eines der 100 häufigsten Passwörter.

source: This is a very common password.
de: Das ist ein sehr häufiges Passwort.

source: This is similar to a commonly used password.
de: Das ist ähnlich zu einem häufig genutzten Passwort.

source: A word by itself is easy to guess.
de: Ein einzelnes Wort ist einfach zu erraten.

source: Names and surnames by themselves are easy to guess.
de: Vornamen und Nachnamen für sich genommen sind einfach zu erraten.

source: Common names and surnames are easy to guess.
de: Häufige Vornamen und Nachnamen sind einfach zu erraten.

source: Capitalization doesn't help very much.
de: Großschreibung hilft nicht wirklich.

source: All-uppercase is almost as easy to guess as all-lowercase.
de: Alles großzuschreiben ist fast genauso einfach zu erraten wie alles kleinzuschreiben.

source: Reversed words aren't much harder to guess.
de: Umgedrehte Wörter sind nicht viel schwieriger zu erraten.

source: Predictable substitutions like "@" instead of "a" don't help very much.
de: Vorhersehbare Ersetzungen wie „@“ statt „a“ helfen nicht wirklich.

source: CdE_Konto_Institut
de: CdE Konto Kreditinstitut

source: banner_before_login
de: Banner bevor Login

source: banner_after_login
de: Banner nach Login

source: banner_genesis
de: Banner bei Accountanfrage

source: cde_misc
de: Linksammlung Mitgliederbereich

source: CountryCodes.HY
de: Hyrule

source: CountryCodes.AF
de: Afghanistan

source: CountryCodes.AX
de: Ålandinseln

source: CountryCodes.AL
de: Albanien

source: CountryCodes.DZ
de: Algerien

source: CountryCodes.AS
de: Amerikanisch-Samoa

source: CountryCodes.AD
de: Andorra

source: CountryCodes.AO
de: Angola

source: CountryCodes.AI
de: Anguilla

source: CountryCodes.AQ
de: Antarktis

source: CountryCodes.AG
de: Antigua und Barbuda

source: CountryCodes.AR
de: Argentinien

source: CountryCodes.AM
de: Armenien

source: CountryCodes.AW
de: Aruba

source: CountryCodes.AU
de: Australien

source: CountryCodes.AT
de: Österreich

source: CountryCodes.AZ
de: Aserbaidschan

source: CountryCodes.BS
de: Bahamas

source: CountryCodes.BH
de: Bahrain

source: CountryCodes.BD
de: Bangladesch

source: CountryCodes.BB
de: Barbados

source: CountryCodes.BY
de: Belarus

source: CountryCodes.BE
de: Belgien

source: CountryCodes.BZ
de: Belize

source: CountryCodes.BJ
de: Benin

source: CountryCodes.BM
de: Bermuda

source: CountryCodes.BT
de: Bhutan

source: CountryCodes.BO
de: Bolivien

source: CountryCodes.BA
de: Bosnien und Herzegowina

source: CountryCodes.BW
de: Botsuana

source: CountryCodes.BV
de: Bouvetinsel

source: CountryCodes.BR
de: Brasilien

source: CountryCodes.IO
de: Britisches Territorium im Indischen Ozean

source: CountryCodes.VG
de: Britische Jungferninseln

source: CountryCodes.BN
de: Brunei Darussalam

source: CountryCodes.BG
de: Bulgarien

source: CountryCodes.BF
de: Burkina Faso

source: CountryCodes.BI
de: Burundi

source: CountryCodes.KH
de: Kambodscha

source: CountryCodes.CM
de: Kamerun

source: CountryCodes.CA
de: Kanada

source: CountryCodes.CV
de: Cabo Verde

source: CountryCodes.BQ
de: Bonaire, Sint Eustatius und Saba

source: CountryCodes.KY
de: Kaimaninseln

source: CountryCodes.CF
de: Zentralafrikanische Republik

source: CountryCodes.TD
de: Tschad

source: CountryCodes.CL
de: Chile

source: CountryCodes.CN
de: China

source: CountryCodes.CX
de: Weihnachtsinsel

source: CountryCodes.CC
de: Kokosinseln

source: CountryCodes.CO
de: Kolumbien

source: CountryCodes.KM
de: Komoren

source: CountryCodes.CG
de: Kongo-Brazzaville

source: CountryCodes.CD
de: Kongo-Kinshasa

source: CountryCodes.CK
de: Cookinseln

source: CountryCodes.CR
de: Costa Rica

source: CountryCodes.CI
de: Côte d’Ivoire

source: CountryCodes.HR
de: Kroatien

source: CountryCodes.CU
de: Kuba

source: CountryCodes.CW
de: Curaçao

source: CountryCodes.CY
de: Zypern

source: CountryCodes.CZ
de: Tschechien

source: CountryCodes.DK
de: Dänemark

source: CountryCodes.DJ
de: Dschibuti

source: CountryCodes.DM
de: Dominica

source: CountryCodes.DO
de: Dominikanische Republik

source: CountryCodes.EC
de: Ecuador

source: CountryCodes.EG
de: Ägypten

source: CountryCodes.SV
de: El Salvador

source: CountryCodes.GQ
de: Äquatorialguinea

source: CountryCodes.ER
de: Eritrea

source: CountryCodes.EE
de: Estland

source: CountryCodes.SZ
de: Eswatini

source: CountryCodes.ET
de: Äthiopien

source: CountryCodes.FK
de: Falklandinseln

source: CountryCodes.FO
de: Färöer

source: CountryCodes.FJ
de: Fidschi

source: CountryCodes.FI
de: Finnland

source: CountryCodes.FR
de: Frankreich

source: CountryCodes.GF
de: Französisch-Guayana

source: CountryCodes.PF
de: Französisch-Polynesien

source: CountryCodes.TF
de: Französische Süd- und Antarktisgebiete

source: CountryCodes.GA
de: Gabun

source: CountryCodes.GM
de: Gambia

source: CountryCodes.GE
de: Georgien

source: CountryCodes.DE
de: Deutschland

source: CountryCodes.GH
de: Ghana

source: CountryCodes.GI
de: Gibraltar

source: CountryCodes.GR
de: Griechenland

source: CountryCodes.GL
de: Grönland

source: CountryCodes.GD
de: Grenada

source: CountryCodes.GP
de: Guadeloupe

source: CountryCodes.GU
de: Guam

source: CountryCodes.GT
de: Guatemala

source: CountryCodes.GG
de: Guernsey

source: CountryCodes.GN
de: Guinea

source: CountryCodes.GW
de: Guinea-Bissau

source: CountryCodes.GY
de: Guyana

source: CountryCodes.HT
de: Haiti

source: CountryCodes.HM
de: Heard und McDonaldinseln

source: CountryCodes.HN
de: Honduras

source: CountryCodes.HK
de: Sonderverwaltungsregion Hongkong

source: CountryCodes.HU
de: Ungarn

source: CountryCodes.IS
de: Island

source: CountryCodes.IN
de: Indien

source: CountryCodes.ID
de: Indonesien

source: CountryCodes.IR
de: Iran

source: CountryCodes.IQ
de: Irak

source: CountryCodes.IE
de: Irland

source: CountryCodes.IM
de: Isle of Man

source: CountryCodes.IL
de: Israel

source: CountryCodes.IT
de: Italien

source: CountryCodes.JM
de: Jamaika

source: CountryCodes.JP
de: Japan

source: CountryCodes.JE
de: Jersey

source: CountryCodes.JO
de: Jordanien

source: CountryCodes.KZ
de: Kasachstan

source: CountryCodes.KE
de: Kenia

source: CountryCodes.KI
de: Kiribati

source: CountryCodes.KW
de: Kuwait

source: CountryCodes.KG
de: Kirgisistan

source: CountryCodes.LA
de: Laos

source: CountryCodes.LV
de: Lettland

source: CountryCodes.LB
de: Libanon

source: CountryCodes.LS
de: Lesotho

source: CountryCodes.LR
de: Liberia

source: CountryCodes.LY
de: Libyen

source: CountryCodes.LI
de: Liechtenstein

source: CountryCodes.LT
de: Litauen

source: CountryCodes.LU
de: Luxemburg

source: CountryCodes.MO
de: Sonderverwaltungsregion Macau

source: CountryCodes.MG
de: Madagaskar

source: CountryCodes.MW
de: Malawi

source: CountryCodes.MY
de: Malaysia

source: CountryCodes.MV
de: Malediven

source: CountryCodes.ML
de: Mali

source: CountryCodes.MT
de: Malta

source: CountryCodes.MH
de: Marshallinseln

source: CountryCodes.MQ
de: Martinique

source: CountryCodes.MR
de: Mauretanien

source: CountryCodes.MU
de: Mauritius

source: CountryCodes.YT
de: Mayotte

source: CountryCodes.MX
de: Mexiko

source: CountryCodes.FM
de: Mikronesien

source: CountryCodes.MD
de: Republik Moldau

source: CountryCodes.MC
de: Monaco

source: CountryCodes.MN
de: Mongolei

source: CountryCodes.ME
de: Montenegro

source: CountryCodes.MS
de: Montserrat

source: CountryCodes.MA
de: Marokko

source: CountryCodes.MZ
de: Mosambik

source: CountryCodes.MM
de: Myanmar

source: CountryCodes.NA
de: Namibia

source: CountryCodes.NR
de: Nauru

source: CountryCodes.NP
de: Nepal

source: CountryCodes.NL
de: Niederlande

source: CountryCodes.NC
de: Neukaledonien

source: CountryCodes.NZ
de: Neuseeland

source: CountryCodes.NI
de: Nicaragua

source: CountryCodes.NE
de: Niger

source: CountryCodes.NG
de: Nigeria

source: CountryCodes.NU
de: Niue

source: CountryCodes.NF
de: Norfolkinsel

source: CountryCodes.KP
de: Nordkorea

source: CountryCodes.MK
de: Nordmazedonien

source: CountryCodes.MP
de: Nördliche Marianen

source: CountryCodes.NO
de: Norwegen

source: CountryCodes.OM
de: Oman

source: CountryCodes.PK
de: Pakistan

source: CountryCodes.PW
de: Palau

source: CountryCodes.PS
de: Palästinensische Autonomiegebiete

source: CountryCodes.PA
de: Panama

source: CountryCodes.PG
de: Papua-Neuguinea

source: CountryCodes.PY
de: Paraguay

source: CountryCodes.PE
de: Peru

source: CountryCodes.PH
de: Philippinen

source: CountryCodes.PN
de: Pitcairninseln

source: CountryCodes.PL
de: Polen

source: CountryCodes.PT
de: Portugal

source: CountryCodes.PR
de: Puerto Rico

source: CountryCodes.QA
de: Katar

source: CountryCodes.RE
de: Réunion

source: CountryCodes.RO
de: Rumänien

source: CountryCodes.RU
de: Russland

source: CountryCodes.RW
de: Ruanda

source: CountryCodes.WS
de: Samoa

source: CountryCodes.SM
de: San Marino

source: CountryCodes.ST
de: São Tomé und Príncipe

source: CountryCodes.SA
de: Saudi-Arabien

source: CountryCodes.SN
de: Senegal

source: CountryCodes.RS
de: Serbien

source: CountryCodes.SC
de: Seychellen

source: CountryCodes.SL
de: Sierra Leone

source: CountryCodes.SG
de: Singapur

source: CountryCodes.SX
de: Sint Maarten

source: CountryCodes.SK
de: Slowakei

source: CountryCodes.SI
de: Slowenien

source: CountryCodes.SB
de: Salomonen

source: CountryCodes.SO
de: Somalia

source: CountryCodes.ZA
de: Südafrika

source: CountryCodes.GS
de: Südgeorgien und die Südlichen Sandwichinseln

source: CountryCodes.KR
de: Südkorea

source: CountryCodes.SS
de: Südsudan

source: CountryCodes.ES
de: Spanien

source: CountryCodes.LK
de: Sri Lanka

source: CountryCodes.BL
de: St. Barthélemy

source: CountryCodes.SH
de: St. Helena

source: CountryCodes.KN
de: St. Kitts und Nevis

source: CountryCodes.LC
de: St. Lucia

source: CountryCodes.MF
de: St. Martin

source: CountryCodes.PM
de: St. Pierre und Miquelon

source: CountryCodes.VC
de: St. Vincent und die Grenadinen

source: CountryCodes.SD
de: Sudan

source: CountryCodes.SR
de: Suriname

source: CountryCodes.SJ
de: Spitzbergen und Jan Mayen

source: CountryCodes.SE
de: Schweden

source: CountryCodes.CH
de: Schweiz

source: CountryCodes.SY
de: Syrien

source: CountryCodes.TW
de: Taiwan

source: CountryCodes.TJ
de: Tadschikistan

source: CountryCodes.TZ
de: Tansania

source: CountryCodes.TH
de: Thailand

source: CountryCodes.TL
de: Timor-Leste

source: CountryCodes.TG
de: Togo

source: CountryCodes.TK
de: Tokelau

source: CountryCodes.TO
de: Tonga

source: CountryCodes.TT
de: Trinidad und Tobago

source: CountryCodes.TN
de: Tunesien

source: CountryCodes.TR
de: Türkei

source: CountryCodes.TM
de: Turkmenistan

source: CountryCodes.TC
de: Turks- und Caicosinseln

source: CountryCodes.TV
de: Tuvalu

source: CountryCodes.UM
de: Amerikanische Überseeinseln

source: CountryCodes.VI
de: Amerikanische Jungferninseln

source: CountryCodes.UG
de: Uganda

source: CountryCodes.UA
de: Ukraine

source: CountryCodes.AE
de: Vereinigte Arabische Emirate

source: CountryCodes.GB
de: Vereinigtes Königreich

source: CountryCodes.US
de: Vereinigte Staaten

source: CountryCodes.UY
de: Uruguay

source: CountryCodes.UZ
de: Usbekistan

source: CountryCodes.VU
de: Vanuatu

source: CountryCodes.VA
de: Vatikanstadt

source: CountryCodes.VE
de: Venezuela

source: CountryCodes.VN
de: Vietnam

source: CountryCodes.WF
de: Wallis und Futuna

source: CountryCodes.EH
de: Westsahara

source: CountryCodes.YE
de: Jemen

source: CountryCodes.ZM
de: Sambia

source: CountryCodes.ZW
de: Simbabwe

source: Cannot determine full address for %(input)s.
de: Vollständige Adresse für %(input)s kann nicht bestimmt werden.

source: Cannot determine ml_type from {}
de: Kann aus {} keinen ml_type bestimmen

source: %(ml_type)s is not an appropriate type for this mailinglist.
de: %(ml_type)s ist kein geeigneter Typ für diese Mailingliste.

source: Constructing the query spec for %(scope)s requires additional event information.
de: Benötige zusätzliche Informationen um die Abfragespezifikation für %(scope)s zu konstruieren.

source: instructs their course
de: Hält seinen/ihren Kurs

source: course
de: Kurs

source: instructed course
de: geleiteter Kurs

source: course ID
de: Kurs-ID

source: course nr
de: Kursnummer

source: course title
de: Kurstitel

source: course shortname
de: Kurzname

source: course notes
de: Kursnotizen

source: instructed course ID
de: ID geleiteter Kurs

source: instructed course nr
de: Nummer geleiteter Kurs

source: instructed course title
de: Titel geleiteter Kurs

source: instructed course shortname
de: Kurzname geleiteter Kurs

source: instructed courese notes
de: Notizen geleiteter Kurs

source: course {field}
de: Kurs {field}

source: instructed course {field}
de: {field} geleiteter Kurs

source: Any Choice
de: Beliebige Kurswahl

source: any track:
de: Bel. Schiene:

source: any track: instructs their course
de: Bel. Schiene: Hält seinen/ihren Kurs

source: any track: course
de: Bel. Schiene: Kurs

source: any track: instructed course
de: Bel. Schiene: geleiteter Kurs

source: any track: course ID
de: Bel. Schiene: Kurs-ID

source: instructed course notes
de: Notizen geleiteter Kurs

source: any track: course nr
de: Bel. Schiene: Kursnummer

source: any track: course title
de: Bel. Schiene: Kurstitel

source: any track: course {field}
de: Bel. Schiene: Kurs {field}

source: any track: course shortname
de: Bel. Schiene: Kurskurzname

source: any track: course notes
de: Bel. Schiene: Kursnotizen

source: any track: instructed course ID
de: Bel. Schiene: ID geleiteter Kurs

source: any track: instructed course {field}
de: Bel. Schiene: {field} geleiteter Kurs

source: any track: instructed course nr
de: Bel. Schiene: Nummer geleiteter Kurs

source: any track: instructed course title
de: Bel. Schiene: Titel geleiteter Kurs

source: any track: Any Choice
de: Bel. Schiene: Beliebige Kurswahl

source: any track: instructed course shortname
de: Bel. Schiene: Kurzname geleiteter Kurs

source: any track: instructed course notes
de: Bel. Schiene: Notizen geleiteter Kurs

source: registration status
de: Status

source: camping mat user
de: Isomattenschläfer

source: lodgement
de: Unterkunft

source: lodgement ID
de: Unterkunfts-ID

source: lodgement group
de: Unterkunftsgruppe

source: lodgement title
de: Unterkunftskurzname

source: lodgement notes
de: Unterkunftsnotizen

source: lodgement group ID
de: Unterkunftgruppen-ID

source: lodgement group title
de: Unterkunftsgruppen-Bezeichnung

source: lodgement {field}
de: Unterkunft {field}

source: any part:
de: Bel. Teil:

source: any part: registration status
de: Bel. Teil: Status

source: any part: camping mat user
de: Bel. Teil: Isomattenschläfer

source: any part: lodgement
de: Bel. Teil: Unterkunft

source: any part: lodgement ID
de: Bel. Teil: Unterkunfts-ID

source: any part: lodgement group
de: Bel. Teil: Unterkunftsgruppe

source: any part: lodgement title
de: Bel. Teil: Unterkunftskurzname

source: any part: lodgement notes
de: Bel. Teil: Unterkunftsnotizen

source: any part: lodgement group ID
de: Bel. Teil: Unterkunftgruppen-ID

source: any part: lodgement group title
de: Bel. Teil: Unterkunftsgruppen-Bezeichnung

source: any part: lodgement {field}
de: Bel. Teil: Unterkunft {field}

source: course id
de: Kurs ID

source: course description
de: Kursbeschreibung

source: course instructors
de: Kursleiter

source: course min size
de: Minimalgröße

source: course max size
de: Maximalgröße

source: is offered
de: wird angeboten

source: attendees
de: Teilnehmer

source: instructors
de: Kursleiter

source: {}. choices
de: {}. Wahlen

source: --no group--
de: --Keine Unterkunftsgruppe--

source: Lodgement ID
de: Unterkunfts-ID

source: Lodgement Notes
de: Unterkunftsnotizen

source: Lodgement Group ID
de: Unterkunftsgruppe: ID

source: Lodgement Group Title
de: Unterkunftsgruppe: Bezeichner

source: Lodgement Group Regular Capacity
de: Unterkunftsgruppe: Reguläre Kapazität

source: Lodgement Group Camping Mat Capacity
de: Unterkunftsgruppe: Isomatten-Kapazität

source: Regular Inhabitants
de: Reguläre Bewohner

source: Reserve Inhabitants
de: Isomattenschläfer

source: Total Inhabitants
de: Gesamtbewohner

source: Group Regular Inhabitants
de: Unterkunftsgruppe: Reguläre Bewohner

source: Group Reserve Inhabitants
de: Unterkufntsgruppe: Isomattenschläfer

source: Group Total Inhabitants
de: Unterkunftsgruppe: Gesamtbewohner

source: subman_managing_not-pending
de: Der Nutzer hat keine Abonnement-Anfrage gestellt.

source: subman_managing_is-subscribed
de: Der Nutzer ist aktuell Abonnent.

source: subman_managing_is-unsubscription-overridden
de: Der Nutzer ist aktuell blockiert. Um dies zu ändern, kannst du die Seite 'Erweiterte Verwaltung' nutzen.

source: subman_managing_is-pending
de: Der Nutzer hat aktuell eine Abonnement-Anfrage gestellt.

source: subman_managing_is-unsubscribed
de: Der Nutzer hat die Liste aktuell deabonniert.

source: subman_managing_is-subscription-overridden
de: Der Nutzer ist aktuell fixierter Abonnent. Um dies zu ändern, kannst du die Seite 'Erweiterte Verwaltung' nutzen.

source: subman_managing_not-subscription-overridden
de: Der Nutzer ist kein fixierter Abonnent.

source: subman_managing_not-unsubscription-overridden
de: Der Nutzer ist nicht blockiert.

source: subman_self_is-subscribed
de: Du bist aktuell Abonnent.

source: subman_self_is-unsubscription-overridden
de: Du bist aktuell blockiert.

source: subman_self_is-pending
de: Du hast aktuell eine Abonnement-Anfrage gestellt.

source: subman_self_is-unsubscribed
de: Du hast die Liste aktuell deabonniert.

source: subman_self_not-pending
de: Du hast keine Abonnement-Anfrage gestellt.

source: subman_managing_not-subscribable
de: Der Nutzer hat keine Berechtigung auf dieser Liste zu stehen.

source: subman_self_not-self-subscribable
de: Du kannst diese Liste nicht abonnieren.

source: subman_self_not-requestable
de: Du kannst keine Abonnement-Anfrage stellen.

source: subman_managing_no-unsubscribe-possible
de: Abbestellung nicht möglich.

source: subman_managing_not-privileged
de: Nicht die nötige Zugriffsberechtigung.

source: subman_managing_no-cleanup-necessary
de: Keine Säuberung erforderlich.

source: Superfluous key found.
de: Unerwarteter Eintrag gefunden.

source: Mandatory key missing.
de: Notwendige Angabe fehlt.

source: Must be empty.
de: Muss leer sein.

source: Invalid input for integer.
de: Ungültige Eingabe für eine Ganzzahl.

source: Precision loss.
de: Die Konvertierung führt zu einem Präzisionsverlust.

source: Must be an integer.
de: Muss eine Ganzzahl sein.

source: Integer too large.
de: Ganzzahl zu groß.

source: Must not be negative.
de: Darf nicht negativ sein.

source: Must be positive.
de: Muss positiv sein.

source: Must not be zero.
de: Darf nicht null sein.

source: Invalid input for float.
de: Ungültige Eingabe für eine Gleitkommazahl.

source: Must be a floating point number.
de: Muss eine Gleitkommazahl sein.

source: Must be smaller than a million.
de: Muss kleiner sein als eine Million.

source: Invalid input for decimal number.
de: Ungültige Eingabe für eine Dezimalzahl.

source: Must be a decimal.Decimal.
de: Muss eine Zahl sein.

source: Must be smaller than a billion.
de: Muss kleiner sein als eine Milliarde.

source: Transfer saldo is negative.
de: Überweisungsbetrag ist negativ.

source: Invalid input for string.
de: Ungültige Eingabe für eine Zeichenkette.

source: Must be a string.
de: Muss eine Zeichenkette sein.

source: Cannot convert {val_type} to bytes.
de: Kann Wert {val} nicht in bytes konvertieren.

source: Must be a bytes object.
de: Muss ein bytes-Objekt sein.

source: Must be a mapping.
de: Muss eine Map sein.

source: Must be an iterable.
de: Muss eine Iterable sein.

source: Invalid input for sequence.
de: Keine gültige Sequenz gefunden.

source: Must be a sequence.
de: Muss eine Sequence sein.

source: Must be a boolean.
de: Muss ein Wahrheitswert sein.
