Repository: cde-ev/cdedb2
Catalog: i18n/*/LC_MESSAGES/cdedb.po
Languages: de

source: This is the interactive voting form. It is inconvenient to used with a keyboard only. Use the link above to switch to the text-based form.
de: Hier folgt das interaktive Abstimmungs- Formular. Dieses ist mit der Tastatur nur mäßig gut zu bedienen. Verwende den obigen Link, um zum textbasierten Formular zu wechseln.

source: Incr. Preference
de: Steigende Präferenz

source: Box {0}: highest priority
de: Box {0}: höchste Priorität

source: Box {0}: lowest priority
de: Box {0}: niedrigste Priorität

source: Between box {0} and {1}
de: Zwischen Box {0} und {1}

source: Above box with highest priority
de: Über Box mit höchster Priorität

source: Below box with lowest priority
de: Unter Box mit niedrigster Priorität

source: Shortname
de: Kurzname

source: Title_[[name of an entity]]
de: Bezeichnung

source: Save
de: Speichern

source: Delete line
de: Zeile löschen

source: Add File (%(title)s)
de: Datei hinzufügen (%(title)s)

source: Add File
de: Datei hinzufügen

source: Assembly
de: Versammlung

source: Add Version (%(title)s)
de: Version hinzufügen (%(title)s)

source: Attachments
de: Dateien

source: Add Version
de: Version hinzufügen

source: Label
de: Bezeichnung

source: Authors
de: Autoren

source: Filename
de: Dateiname

source: Leave empty for current filename.
de: Leer lassen, um den derzeitigen Dateinamen beizubehalten.

source: Only PDFs allowed.
de: Nur PDF-Dokumente sind möglich.

source: Upload
de: Hochladen

source: Ballots
de: Abstimmungen

source: A linked ballot has already been locked, so only formal changes should be applied to this attachment. The definitive version will remain definitive for all ongoing votes.
de: Eine verknüpfte Abstimmung wurde bereits gesperrt, daher sollten nur noch formale Korrekturen an dieser Datei vorgenommen werden. Die maßgebliche Version bleibt für alle bereits begeonnen Abstimmungen maßgeblich.

source: This attachment version cannot be deleted after it was created.
de: Diese Dateiversion kann nicht mehr gelöscht werden, nachdem sie erstellt wurde.

source: Search Archived Users
de: Archivsuche

source: This search will only show archived pure assembly users.
de: Diese Suche findet nur archivierte reine Mailinglistennutzer.

source: Edit %(title)s
de: %(title)s bearbeiten

source: Create Assembly
de: Versammlung anlegen

source: Configuration
de: Konfiguration

source: Description
de: Beschreibung

source: Presider Address
de: Versammlungsleitungs-E-Mail-Adresse

source: This will be the default address for replies to mails sent for this assembly.
de: Dies ist die voreingestellte Antwortadresse für automatisch generierte Mails dieser Versammlung.

source: Application Deadline
de: Anmeldeschluss

source: Warning: All changes will be immediately visible to all CdE-Members and Assembly-Participants.
de: Achtung: Die Änderungen sind sofort für alle CdE-Mitglieder und Versammlungsteilnehmer sichtbar.

source: Presiders
de: Versammlungsleitung

source: Create Attendee Mailinglist
de: Versammlungsteilnehmer-Mailingliste anlegen

source: Create Presider Mailinglist
de: Versammlungsleitungs-Mailingliste anlegen

source: Warning: The Assembly will be immediately visible to all CdE-Members.
de: Achtung: Die Versammlung ist sofort für alle CdE-Mitglieder sichtbar.

source: Create
de: Anlegen

source: Overview
de: Übersicht

source: Summary
de: Zusammenfassung

source: Attachment Overview
de: Datei-Übersicht

source: Assemblies
de: Versammlungen

source: Assembly-Overview
de: Versammlungs-Übersicht

source: Manage Users
de: Nutzer verwalten

source: Assembly Administration
de: Versammlungs-Administration

source: Presider Controls
de: Versammlungsleitung-Schaltflächen

source: User Administration
de: Benutzer-Administration

source: Change Attachment Link (%(title)s)
de: Datei-Verknüpfung ändern (%(title)s)

source: Change Attachment Link
de: Datei-Verknüpfung ändern

source: Here you can change the association of this attachment. You can link it to a (different) ballot or directly to the assembly as a general file.
de: Hier kannst Du die Verkünfung dieser Datei verändern. Die Datei kann entweder mit einer (anderen) Abstimmung verknüpft werden oder als allgemeine Datei direkt mit der Versammlung.

source: Edit %(ballot)s %(assembly)s
de: %(ballot)s bearbeiten %(assembly)s

source: Edit
de: Bearbeiten

source: Edit Ballot
de: Abstimmung bearbeiten

source: Start of voting period
de: Beginn der Abstimmung

source: End of voting period
de: Ende der Abstimmung

source: Absolute Quorum
de: Absolutes Quorum

source: Relative Quorum
de: Relatives Quorum

source: End of extension
de: Ende der Verlängerung

source: Number of votes
de: Anzahl der Stimmen

source: Leave empty for Preferential Vote.
de: Leer lassen für vollständige Präferenzwahl.

source: Allow rejection
de: Erlaube Ablehnungen

source: Linked Attachments
de: Verknüpfte Dateien

source: – none –
de: – keine –

source: Create Ballot
de: Abstimmung anlegen

source: Warning: The new Ballot will be immediately visible to all CdE-Members and Assembly-Participants.
de: Achtung: Die neue Abstimmung ist sofort für alle CdE-Mitglieder und Versammlungsteilnehmer sichtbar.

source: Create new Assembly-User
de: Neuen Versammlungsnutzer anlegen

source: Manage Assembly-Users
de: Versammlungsnutzer verwalten

source: Create User
de: Nutzer anlegen

source: Edit Version (%(title)s)
de: Version bearbeiten (%(title)s)

source: Edit Version
de: Version bearbeiten

source: Here You can find the CdE’s general assemblies.
de: In diesem Bereich findest Du die Mitgliederversammlungen des CdE.

source: Active Assemblies
de: Aktive Versammlungen

source: (already attending)
de: (bereits angemeldet)

source: (registration possible until %(date)s)
de: (Anmeldung möglich bis %(date)s)

source: (registration no longer possible)
de: (Anmeldung nicht mehr möglich)

source: Presided Assemblies
de: Geleitete Versammlungen

source: %(count)s participants
de: %(count)s Teilnehmer

source: Inactive Assemblies
de: Inaktive Versammlungen

source: Attachment Overview (%(title)s)
de: Datei-Übersicht (%(title)s)

source: Attachments (%(title)s)
de: Dateien (%(title)s)

source: General Files
de: Allgemeine Dateien

source: Files for %(link)s
de: Dateien für %(link)s

source: No attachments have been uploaded yet.
de: Es wurden noch keine Dateien hochgeladen.

source: Add Attachment
de: Datei hinzufügen

source: Participantlist (%(title)s)
de: Anwesenheitsliste (%(title)s)

source: Participantlist
de: Anwesenheitsliste

source: Add external participants
de: Externe Teilnehmer hinzufügen

source: Current CdE-Members must register for the assembly themselves. Only external participants can be added with this form. This is only possible within the application deadline.
de: Derzeitige CdE-Mitglieder müssen sich selbst zur Versammlung anmelden. Über dieses Formular können externe Teilnehmer von Admins hinzugefügt werden. Dies ist ebenfalls nur innerhalb der Anmeldefrist möglich.

source: User-ID of the new participant
de: Benutzer-ID des neuen Teilnehmers

source: Add
de: Hinzufügen

source: The user will be added as a participant. This cannot be undone.
de: Der Benutzer wird als Teilnehmer hinzugefügt. Das kann nicht rückgängig gemacht werden.

source: CdEDB-ID, Name or E-Mail
de: CdEDB-ID, Name oder E-Mail

source: %(count)s participants total.
de: Insgesamt %(count)s Anwesende.

source: TeX-List
de: TeX-Liste

source: A download TeX-Snipped to generate a participant list in the protocol.
de: Die Teilnehmerliste als TeX-Schnipsel für das Protokoll.

source: Ballots (%(title)s)
de: Abstimmungen (%(title)s)

source: Future Ballots
de: Zukünftige Abstimmungen

source: Current Ballots
de: Laufende Abstimmungen

source: Past Ballots
de: Abgeschlossene Abstimmungen

source: Already voted
de: Bereits abgestimmt

source: Not yet voted
de: Noch nicht abgestimmt

source: No ballots have been created yet.
de: Es wurden noch keine Abstimmungen angelegt.

source: Participation Deadline
de: Teilnahmeschluss

source: Participation Status
de: Teilnahmestatus

source: You are participating in this assembly.
de: Du nimmst an dieser Versammlung teil.

source: You are not participating.
de: Du nimmst nicht teil.

source: Participate
de: Teilnehmen

source: Remove Presider
de: Wahlleiter entfernen

source: Add Presiders
de: Wahlleiter hinzufügen

source: IDs of the new Presiders.
de: IDs der neuen Wahlleiter

source: Ballot Files
de: Dateien zu Abstimmungen

source: Create presider mailinglist
de: Versammlungsleitungs-Mailingliste anlegen

source: Create a presider mailinglist for this assembly with a default configuration.
de: Legt eine Standard-Versammlungsleitungs-Mailingliste an.

source: Create attendee mailinglist
de: Versammlungsteilnehmer-Mailingliste anlegen

source: Create an attendee mailinglist for this assembly with a default configuration.
de: Legt eine Standard-Versammlugnsteilnehmer-Mailingliste an.

source: Archive
de: Archivieren

source: Assembly still has open ballots.
de: Die Versammlung hat noch laufende Abstimmungen.

source: Archives the assembly. The configuration and attachments cannot be changed after this. The private keys used to sign the votes will be deleted from the database. This should typically be done shortly after all ballots have been concluded and all files regarding the assembly have been uploaded correctly.
de: Archiviert die Versammlung. Die Konfiguration und die Dateien können danach nicht mehr geändert werden. Die geheimen Schlüssel zum Signieren der Abstimmungen werden aus der Datenbank gelöscht. Dies sollte gewöhnlich getan werden, nachdem alle Abstimmungen beendet wurden und alle die Versammlung betreffenden Dateien korrekt hochgeladen wurden.

source: Permanently deletes the assembly including all ballots and attendee information. This is only possible while no ballots have begun voting.
de: Löscht die Verrsammlung inklusive aller Abstimmungen und Teilnehmer irreversibel.Das ist nur möglich, solange noch keine Abstimmung begonnen hat.

source: The assembly will be permanently archived.
de: Die Versammlung wird irreversibel archiviert.

source: The assembly will be permanently deleted.
de: Die Versammlung wird irreversibel gelöscht.

source: Attachment Details (%(title)s)
de: Datei-Details (%(title)s)

source: Attachment Details
de: Datei-Details

source: Permanently deletes this attachment including all versions.
de: Löscht diese Datei inklusive aller Versionen.

source: Start Voting
de: Abstimmung starten

source: Result
de: Ergebnis

source: Detailed Results
de: Ergebnisdetails

source: Result (%(title)s)
de: Ergebnis (%(title)s)

source: On this page, we provide some further details about the tallied ballot mentioned above. Everybody participating at the assembly or who is an active member can view this page.
de: Auf dieser Seite erhälst du nähere Details über die oben erwähnte ausgezählte Abstimmung. Jeder Teilnehmer dieser Versammlung und jedes aktive Mitglied hat Zugriff auf diese Seite.

source: After evaluating all given votes, we obtain the following combined preference list of all participants:
de: Nach dem Auszählen aller abgegebenen Stimmen wurde die folgende Präferenzliste aller Teilnehmer ermittelt:

source: The greater-than character %(gt)s means that the candidate, represented by their shortname, on the left has higher overall preference than the one on the right. The equals character %(eq)s means that two or more candidates have the same overall preference across all participants.
de: Das Größer-als-Zeichen %(gt)s gibt an, dass der Kandidat auf der linken Seite des Zeichens insgesamt mit höherer Präferenz eingestuft wurde als der Kandidate auf der rechten Seite. Das Gleichheits-Zeichen %(eq)s gibt an, dass zwei oder mehr Kandidaten die gleiche gesamte Präferenz haben.

source: Additionally the shortname %(abm)s shows where in the election the rejection limit was ranked.
de: Außerdem gibt %(abm)s an, wo in der gesamten Präferenzliste die Ablehnungsgrenze eingeordnet wurde.

source: Verify the result
de: Verifiziere das Ergebnis

source: We allow you to verify every voting which has taken place in the CdEDB. For this, we offer you a download JSON file containing every information about a tallied ballot which is stored in the DB.
de: Jede Abstimmung, die über die CdEDB durchgeführt werde, kann von euch verifiziert werden. Dazu stellen wir für jede ausgezählte Abstimmung eine JSON Datei zum Download bereit, die alle in der Datenbank gespeicherten Informationen über diese Abstimmung enthält.

source: <code>Result Verification</code>
de: <code>Verifizieren des Ergebnisses</code>

source: With our provided %(name)s Script, you can check that the result displayed in the DB is actually correct. To obtain the result from the votes, we apply the %(method)s internally.
de: Mit dem Skript zum %(name)s kannst du überprüfen, das das in der DB angezeigte Ergebnis tatsächlich korrekt ist. Um das Ergebnis aus den Stimmen zu erhalten, benutzen wir intern die %(method)s.

source: <code>Own Vote Verification</code>
de: <code>Verifizieren der eigenen Stimme</code>

source: With the %(name)s Script, you can verify the correct count of your vote. Additionally, you need the personal secret you received per mail when registering for this assembly.
de: Mit dem Skript zum %(name)s kannst du die Korrektheit deiner Stimme überprüfen. Dazu benötigst du zusätzlich dein persönliches Geheimnis, das du nach deiner Anmeldung zu dieser Versammlung per Mail erhalten hast.

source: Voters of this ballot can verify their vote using the %(name)s Script and the personal secret they received per mail when registering for this assembly.
de: Teilnehmer, die in dieser Abstimmung gewählt haben, können ihre Stimme mittels des Skript zum %(name)s und ihrem persönlichen Geheimnis, welches sie nach ihrer Anmeldung für diese Versammlung per Mail erhalten haben, verifizieren.

source: Download Results
de: Ergebnisdatei herunterladen

source: Download Result Verification Script
de: Skript zum Verifizieren des Ergebnisses

source: Download Own Vote Verification Script
de: Skript zum Verifizieren der eigenen Stimme

source: Result file hash
de: Hash der Ergebnisdatei

source: After a ballot has been tallied, the generated result file and its hash will be sent to %(presider)s and %(tally)s. To the latter mailinglist, everyone can %(subscribe)s.
de: Nachdem eine Abstimmung ausgezählt wurde, wird die generierte Ergebnisdatei und ihr Hash an %(presider)s und %(tally)s gesendet. Letztere Mailingliste können alle %(subscribe)s.

source: subscribe
de: abonnieren

source: After a ballot has been tallied, the generated result file and its hash will be sent to %(tally)s. To this mailinglist, everyone can %(subscribe)s.
de: Nachdem eine Abstimmung ausgezählt wurde, wird die generierte Ergebnisdatei und ihr Hash an %(tally)s gesendet. Diese Mailingliste können alle %(subscribe)s.

source: To ensure that the result file has not been modified on the CdE server, we show the hash of the stored result file here, so you can compare those two. Of course, you can also download the result file and calculate the %(algorithm)s hash by yourself.
de: Um sicherzustellen, dass die Ergebnisdatei auf dem CdE Server nicht verändert wurde, wird hier der Hash der gespeicherten Ergebnisdatei angezeigt, damit ihr diesen mit dem verschickten Hash abgleichen könnt. Natürlich kannst du die Ergebnisdatei auch herunterladen und ihren %(algorithm)s Hash selbst berechnen.

source: Votes
de: Stimmen

source: Vote_[[on a voting paper]]
de: Stimme

source: Count
de: Anzahl

source: Your Vote
de: Deine Stimme

source: You are not participating in this assembly.
de: Du nimmst nicht an der Versammlung teil.

source: You did not vote.
de: Du hast nicht abgestimmt.

source: You abstained.
de: Du hast Dich enthalten.

source: You voted against all candidates.
de: Du hast Dich gegen alle Kandidaten entschieden.

source: You voted for the following candidates:
de: Du hast für die folgenden Kandidaten gestimmt:

source: You voted in the following preference:
de: Du hast mit der folgenden Präferenz abgestimmt:

source: The assembly concluded. The votes of specific users can no longer be extracted from the database in any way.
de: Die Versammlung wurde beendet. Das Abstimmungsverhalten einzelner Nutzer ist nicht mehr aus der Datenbank auslesbar.

source: To show your vote, enter the secret you were sent when registering for the assembly.
de: Um Deine Stimme anzuzeigen, gib hier Dein persönliches Geheimnis ein, das Dir beim Beginn der Versammlung mitgeteilt wurde.

source: Secret
de: Geheimnis

source: Show Vote
de: Stimme anzeigen

source: Voters
de: Wähler

source: No ballots have been tallied yet.
de: Es wurden noch keine Abstimmungen ausgezählt.

source: Assembly-User Management
de: Versammlungsnutzerverwaltung

source: This search will only show pure assembly users. This does not include members, not even past members.
de: Diese Suche findet nur reine Versammlungsnutzer. Dau zählen weder Mitglieder noch ehemalige Mitglieder.

source: Attachment
de: Anhang

source: Delete Attachment
de: Datei löschen

source: The attachment will be permanently deleted.
de: Die Datei wird irreversibel gelöscht.

source: Delete Version %(version)s
de: Version %(version)s löschen

source: The version of the attachment will be permanently deleted.
de: Die Version der Datei wird ireversibel gelöscht.

source: Version %(version_nr)s was deleted.
de: Version %(version_nr)s wurde gelöscht.

source: by
de: von

source: uploaded %(ctime)s
de: hochgeladen: %(ctime)s

source: deleted %(dtime)s
de: gelöscht: %(dtime)s

source: (Version %(version)s, definitive)
de: (Version %(version)s, maßgeblich)

source: Edit Version %(version)s
de: Version %(version)s bearbeiten

source: Version %(version)s was deleted.
de: Version %(version)s wurde gelöscht.

source: This assembly does not yet have any general files.
de: Zu dieser Versammlung gibt es noch keine allgemeinen Dateien.

source: This assembly does not have any general files.
de: Zu dieser Versammlung gibt es keine allgemeinen Dateien.

source: Assembly Log
de: Versammlungs-Log

source: View E-Mail in Browser
de: E-Mail im Browser anzeigen

source: Documentation
de: Dokumentation

source: This site provides additional functionality with JavaScript enabled.
de: Diese Seite bietet mit JavaScript erweiterte Funktionalität.

source: This site can be used more easily with JavaScript enabled.
de: Diese Seite ist mit JavaScript einfacher nutzbar.

source: Main Menu
de: Hauptmenü

source: Display Main Menu
de: Hauptmenü anzeigen

source: Logged-In as
de: Angemeldet als

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Members
de: Mitglieder

source: Events
de: Veranstaltungen

source: Mailinglists
de: Mailinglisten

source: Sub Menu
de: Untermenü

source: You are here:
de: Du bist hier:

source: This should not be visible.
de: Das sollte nicht sichtbar sein.

source: CdE-Datenbank development team
de: Datenbank-Entwicklungs-Team

source: CdE-Member Search
de: CdE-Mitglied suchen

source: Privacy Policy
de: Datenschutzerklärung

source: Member Stats
de: Mitglieder-Statistik

source: Direct Debit Authorizations
de: Einzugsermächtigungen

source: Parse Bank Statement
de: Kontoauszug parsen

source: Enter Bank Transfers
de: Überweisungen eintragen

source: Semester Management
de: Semesterverwaltung

source: Finance Log
de: Finanz-Log

source: Past Events
de: Verg. Veranstaltungen

source: Course Search
de: Kurssuche

source: Manage Institutions
de: Organisationen verwalten

source: Past Events Log
de: Verg.-Veranstaltungen-Log

source: Miscellaneous
de: Sonstiges

source: Past Event Administration
de: Verg.-Veranst.-Administration

source: Finance Administration
de: Finanz-Administration

source: Create Accounts
de: Accounts anlegen

source: Batch Admission
de: Massenaufnahme

source: Validate Again
de: Erneut validieren

source: Validate
de: Validieren

source: Set CdE-Membership
de: CdE-Mitgliedschaft eintragen

source: Set Trial-Membership
de: Probemitgliedschaft gutschreiben

source: Privacy Consent given
de: Datenschutzeinwilligung gegeben

source: Send Welcome Mail
de: Willkommensmail verschicken

source: Data
de: Daten

source: Enter one dataset per line.
de: Bitte einen Datensatz pro Zeile einfügen.

source: Use the following format:
de: Das Format ist:

source: Academy
de: Akademie

source: Given Names
de: Vorname(n)

source: Name Affix
de: Namenszusatz

source: Title_[[of a persona]]
de: Titel

source: Address Supplement
de: Adresszusatz

source: Birth Name
de: Geburtsname

source: City
de: Ort

source: Gender
de: Geschlecht

source: Street, Nr.
de: Straße, Nr.

source: Zipcode
de: Postleitzahl

source: Birthday
de: Geburtsdatum

source: Country
de: Land

source: Mobilephone number
de: Mobilnummer

source: Phone number
de: Telefonnummer

source: For Gender enter 1 for male, 2 for female, 3 for other and 0 for not specified.
de: Bei Geschlecht 1 für männlich, 2 für weiblich, 3 für keine Angabe und 0 für alles andere eintragen.

source: The course column first tries to match the course number and if this fails the course title.
de: Die Kurs-Spalte vergleicht zuerst mit der Kursnummer und falls dies fehlschlägt dann mit dem Kurstitel.

source: Validation results
de: Validierungsergebnisse

source: Line %(lineno)s
de: Zeile %(lineno)s

source: born
de: geb. am

source: Error
de: Fehler

source: Warning
de: Warnung

source: Action
de: Aktion

source: Operation for line %s
de: Operation für Zeile %s

source: Course instructor
de: Kursleiter

source: Update E-Mail
de: E-Mail übernehmen

source: Merge with Account
de: Zusammenführen mit Account

source: (not a Member)
de: (kein Mitglied)

source: (not a member)
de: (kein Mitglied)

source: archived
de: archiviert

source: (trial member)
de: (Probemitglied)

source: Edit %(pcourse)s (%(pevent)s)
de: %(pcourse)s (%(pevent)s) bearbeiten

source: Edit course %(course)s
de: Kurs %(course)s bearbeiten

source: Past Event
de: verg. Veranstaltung

source: Number
de: Nummer

source: Edit %(pevent)s
de: %(pevent)s bearbeiten

source: Institution
de: Organisation

source: Cutoff date
de: Stichtag

source: Photo gallery
de: Mediensammlung

source: Link to photo gallery (e.g. <https://user:pwd@example.cde>) with http authentification information encoded
de: Link zur Fotogalerie (z. B. <https://user:pwd@example.cde>) mit eingebetteter Authentifizierung

source: Consent to Member Search
de: Einwilligung zur Mitgliedersuche

source: The CdE-Datenbank provides several capabilities, one of which is an electronical member index.
de: Die CdE-Datenbank stellt verschiedene Möglichkeiten bereit. Eine davon ist ein elektronisches Mitgliederverzeichnis.

source: You have not yet decided, whether you want to be visible in this index.
de: Du hast Dich noch nicht entschieden, ob Du in diesem sichtbar sein möchtest.

source: You have decided to be visible in this index.
de: Du hast Dich dafür entschieden, in diesem sichtbar zu sein.

source: If you would like to revoke this consent, please contact %(link)s.
de: Wenn du diese Einwilligung zurückziehen möchtest, kontaktiere bitte %(link)s.

source: You have decided you do not want to be visible in this index.
de: Du hast Dich dagegen entschieden, in diesem sichtbar zu sein.

source: Decide later
de: Später entscheiden

source: Who can see my data?
de: Wer sieht meine Daten?

source: Consent
de: Einwilligung
